{"veri":[{"baslik":"Karadeniz_Teknik_üniversitesi","paragraflar":[{"paragraf_metni":"Karadeniz Teknik üniversitesi veya kısaca KTÜ, Trabzon Milletvekili Mustafa Reşit Tarakçıoğlu ve 28 arkadaşının verdiği teklifin, TBMM'de 20 Mayıs 1955 tarih ve 6594 sayılı kanunla kabul edilmesi ile kurulmuştur. Trabzon'da bulunan Karadeniz Teknik Üniversitenin açılışı 20 Mayıs 1955 tarihinde dönemin Başbakanı Adnan Menderes tarafından yapılmıştır. Karadeniz Teknik üniversitesi, Türkiye Cumhuriyetinin en eski dördüncü üniversitesidir. İstanbul ve Ankara illeri dışında kurulan ilk üniversitesidir. Kuruluşundan yaklaşık sekiz yıl sonra, 19 Eylül 1963 tarihinde, 336 sayılı kanunla Rektörlük ve Fakülte kadroları verilerek Temel Bilimler, İnşaat-Mimarlık, Makine-Elektrik ve Orman Fakülteleri kurulmuştur. Üniversitede 12 fakülte, 1 yüksekokul, 8 meslek yüksekokulu ve 6 enstitü bulunmaktadır. 2250 kişilik akademik kadrosu, ülke çapından ve birçok farklı ülkeden yaklaşık 55 bine yakın öğrencisi ile Türkiye'nin önemli üniversiteleri arasında yer almaktadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Karadeniz Teknik üniversitesi kimin teklifi ile kurulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Karadeniz Teknik üniversitesi hangi tarihte kurulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Karadeniz Teknik Üniversitenin açılışını kim yapmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Karadeniz Teknik üniversitesi Türkiye Cumhuriyetinin kaçıncı üniversitesidir?","cevap":null},{"cevap_baslangici":null,"soru":"Karadeniz Teknik üniversitesi hangi iller dışında kurulan ilk üniversitedir?","cevap":null},{"cevap_baslangici":null,"soru":"19 Eylül 1963 tarihinde, 336 sayılı kanunla Rektörlük ve Fakülte kadroları verilerek hangi fakülteler kurulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Üniversitede kaç enstitü bulunmaktadır?","cevap":null}]},{"paragraf_metni":"Karadeniz Teknik üniversitesinde eğitim dili Türkçedir. Bunun yanı sıra, İngilizce dersler verilmesine ilişkin talepler artmıştır ve yönetim de bu durum için çalışmalar başlatmıştır. Yeni gelişmeler doğrultusunda bölümlere yeni kayıt yaptıran öğrenciler lisans eğitimlerine başlamadan önce zorunlu İngilizce hazırlık programına devam etmek durumundadırlar. 22 bölümde zorunlu İngilizce hazırlık programı uygulanmaktadır ve ilgili bölümlerin öğrencileri lisans programı derslerine başlayabilmeleri için gerekli İngilizce yeterliliğini tamamlamalıdırlar. Yüksek lisans ve doktora programları da bu uygulama içerisinde yer almaktadır. Ayrıca, hazırlık sınıfı bulunan bölümlerde %30'a varan oranda dersler İngilizce verilmektedir. Bununla birlikte, bazı lisansüstü dersleri de İngilizce verilmektedir. Derslerin ve içeriklerinin tam listesi her bölümün bilgi paketinde bulunmaktadır. Talep edilmesi durumunda değişim programı öğrencileri için ayrı sınıflar oluşturularak İngilizce dersler verilebilir. Bütün değişim öğrencilerine öğrenim anlaşmalarında Türkçe Dil Kursu'na yer vermeleri konusunda teşvikte bulunulmaktadır. Bunun yanında, üniversite dil merkezi ücretsiz olarak temel Türkçe kursu vermektedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Karadeniz Teknik üniversitesinin eğitim dili nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Hangi dersin verilmesine ilişkin talepler artmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Yeni kayıt yaptıran öğrenciler lisans eğitimlerine başlamadan önce neye devam etmek durumundadırlar?","cevap":null},{"cevap_baslangici":null,"soru":"Kaç bölümde zorunlu İngilizce hazırlık programı uygulanmaktadır?","cevap":null},{"cevap_baslangici":null,"soru":"Hazırlık sınıfı bulunan bölümlerde hangi oranda dersler İngilizce verilmektedir.?","cevap":null},{"cevap_baslangici":null,"soru":"Karadeniz Teknik üniversitesinde bazı lisansüstü dersleri hangi dilde verilmektedir?","cevap":null},{"cevap_baslangici":null,"soru":"Derslerin ve içeriklerinin tam listesi nerede bulunmaktadır?","cevap":null},{"cevap_baslangici":null,"soru":"Talep edilmesi durumunda kimler için ayrı sınıflar oluşturularak İngilizce dersler verilebilir?","cevap":null},{"cevap_baslangici":null,"soru":"Değişim öğrencilerine öğrenim anlaşmalarında neye yer vermeleri konusunda teşvikte bulunulmaktadır?","cevap":null},{"cevap_baslangici":null,"soru":"Karadeniz Teknik üniversitesi dil merkezi ücretsiz olarak ne kursu vermektedir?","cevap":null}]},{"paragraf_metni":"Geçmiş birkaç yılı aşkın sürede çalışanları ilgilendiren uluslararası aktivitelerde ve Japonya'da, Merkez Asya Türk Cumhuriyetlerinde ve birçok Avrupa ülkelerinde bulunan üniversitelerle öğrenci değişimlerinde büyük bir artış olmuştur. Türkiye'de Sokrates-Erasmus programına ilk katılan üniversitelerden biri olan KTÜ, Gent üniversitesi ile eşleşti ve Erasmus patentini 2003 yılında elde etti.(Patent no: 221082-IC-TR ERASMUS-EUC-1). O zamandan beri karşılıklı anlaşmaların, giden ve gelen öğrenci değişimlerinin sayısı düzenli olarak artmıştır. Asıl amaç yurt dışına gönderdiğimiz öğrenci kadar öğrenci kabul etmektir. Bu yüzden üniversitemiz gelen öğrencilerin buradaki kalışlarını eğlenceli ve ödüllendirici bir serüven haline getirmelerine yardımcı olmak için elinden geleni yapmaktadır. 2014-2021 yılları arasında öğrenci ve personel değişimi Erasmus+ adı altında devam edecektir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"KTÜ Türkiye'de hangi programa ilk katılan üniversitelerden biridir?","cevap":null},{"cevap_baslangici":null,"soru":"KTÜ Sokrates-Erasmus programında hangi üniversite ile eşleşti?","cevap":null},{"cevap_baslangici":null,"soru":"KTÜ Erasmus patentini kaç yılında elde etti?","cevap":null},{"cevap_baslangici":null,"soru":"Sokrates-Erasmus programının asıl amacı nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Öğrenci ve personel değişimi Erasmus+ adı altında hangi yıllar arasında devam edecektir?","cevap":null}]}]},{"baslik":"Akkuyu_Nükleer_Güç_Santrali","paragraflar":[{"paragraf_metni":"Akkuyu Nükleer Güç Santrali, Mersin ilinin Gülnar ilçesinde bulunan Yanışlı mahallesinin Akkuyu mevkiinde inşa edilecek olan nükleer enerji santrali. İnşasının tamamlanması halinde Türkiye'nin ilk nükleer enerji santrali olacaktır. Akkuyu sahası, imzalanan ikili devletlerarası anlaşma sonucunda Rus kamu şirketi Atomstroyexport'a (ROSATOM'a bağlı Atomenergoprom'un alt şirketi) bedelsiz olarak teslim edilmiştir. Rus kamu şirketi buraya kendi bulacağı finansal kaynaklarla nükleer santral inşa edecek ve ürettiği elektriği 15 senelik alım garantisi ile Türk tarafına satacaktır. Santralin ne zaman devreye alınacağına ilişkin kesin tarihler bulunmamaktadır. 1200 MWe'lık dört üniteden oluşacak ve 4800 MWe'lık kurulu gücü ile tek başına Türkiye'nin elektrik üretiminin yaklaşık %6'sını karşılayabilecektir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Akkuyu Nükleer Güç Santrali nerede inşa edilecektir?","cevap":null},{"cevap_baslangici":null,"soru":"Akkuyu Nükleer Güç Santrali Türkiye'nin kaçıncı nükleer santrali olacaktır?","cevap":null},{"cevap_baslangici":null,"soru":"Akkuyu sahası hangi şirkete bedelsiz olarak teslim edilmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Rus kamu şirketi ürettiği elektriği kaç senelik alım garantisi ile Türk tarafına satacaktır?","cevap":null},{"cevap_baslangici":null,"soru":"Akkuyu nükleer güç santrali tek başına Türkiyenin elektrik üretiminin yaklaşık yüzde kaçını karşılayabilecektir?","cevap":null}]},{"paragraf_metni":"14 Nisan 2015'de Türkiye Enerji ve Tabii Kaynaklar Bakanı Taner Yıldız ile birlikte Mersin Valisi Özdemir Çakacak, Rus Devleti Nükleer Şirketi ROSATOM Genel Müdürü Sergey Kiriyenko ve Akkuyu Nükleer A.Ş. Genel Müdürü Fuad Akhundov'un katıldığı törenle tesiste bulunacak deniz yapıları ve limanın temeli atıldı. Temel atma sonrasında Krienkon temeli atılan deniz yapıları ve limanın ihalesini 394 milyon dolara Cengiz İnşaat'ın kazandığını açıkladı. Temel atma töreninin ardından çevreciler tarafından girişteki demir kapı kilitlendi. Daha sonra polis müdahalesinden sonra eylem sona erdi. Kasım 2017'de Türkiye Cumhurbaşkanı Recep Tayyip Erdoğan'la görüşen Rusya Devlet Başkanı Vladimir Putin, santralin ilk reaktörünü 2023 yılında devreye almaya planladıklarını açıkladı.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Deniz yapıları ve limanın ihalesini kimin kazandığı açıklandı?","cevap":null},{"cevap_baslangici":null,"soru":"Girişteki demir kapı kimler tarafından kilitlendi?","cevap":null},{"cevap_baslangici":null,"soru":"Türkiye Cumhurbaşkanı Recep Tayyip Erdoğan'la kim görüştü?","cevap":null},{"cevap_baslangici":null,"soru":"Santralin ilk reaktörü kaç yılında devreye alınacak?","cevap":null}]}]},{"baslik":"Aşıkpaşazade","paragraflar":[{"paragraf_metni":"Aşıkpaşazade Derviş Ahmet Aşıki (1400(?), Elvan Çelebi, Mecitözü, Amasya - 1484(?)), Vefai dervişi ve Osmanlı tarihçisi. Asıl adı Derviş Ahmed ve mahlası Aşıki'dir. Fakat büyük dedesi aşık Paşa olduğu için 'Aşıkpaşazade' adıyla anılmaktadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Aşıkpaşazade'nin asıl adı nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Derviş Ahmed'in mahlası nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Derviş Ahmed neden 'Aşıkpaşazade' adıyla anılmaktadır?","cevap":null}]},{"paragraf_metni":"Hayatı hakkındaki bilgiler sadece yazmış olduğu tarihte belirtilmiştir ve elimizde hayatına dair başka bilgi bulunmamaktadır. Yazdığına göre yaklaşık 1400 yılında Amasya sancağının Mecitözü ilçesinin Elvan Çelebi köyünde bir Vefai tarikatı tekkesi şeyhi olan babasının evinde doğdu. Küçük yaşlarını tekkede geçirip burada eğitim aldı. Sonra çok gezip gününün tanınmış kişileri ile tanıştı. Bir müddet Geyve'de Yahşi Fakih'in yanında kaldı. Osmanlı Devleti'nin 1402'den 1413'e kadar süren Fetret Devri'nde bazı önemli olaylara şahit oldu. II. Murad devrinde Düzmece Mustafa İsyanı'nı şahsen yaşadı.Sonra Konya'ya gidip orada Sadreddin Konevi Zaviyesi'nde yaşayıp Şeyh Abdüllatif el-Kudsi'ye müridlik yaptı. 1437'de Hicaz'a hacca gitti. Hacdan dönüşte bir müddet Mısır'ı ziyaret etti.Sonra Balkanlara dönerek üsküp'te Paşa Yiğitoğlu İshak Bey himayesinde yaşadı. Bu sırada II. Murad'ın Balkanlarda yaptığı bazı askeri seferlere katılıp ondan şahsen iltifat gördü. 1457'de II. Mehmed'in şehzadeleri Mustafa ve Beyazid'ın sünnet şenliklerine katılmak için Edirne'ye çağırıldı. Sultan ona iltifatlar ve ihsanlar bahşetti. 1469-70'te kızı Rabia'yı müridi Şeyh Seyyid Vilayet ile evlendirdi. Hayatının sonuna doğru ünlü tarihi olan aşıkpaşazade Tarihi olarak bilinen Tevarih-i Al-i Osman adlı tarihi yazmaya başladı. 1484'te yaşı 85'e vardığında bu tarihi bitirdi. Büyük olasılıkla bu tarihten hemen sonra vefat etti.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Aşıki Konya'da nerede yaşamıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Aşıki Kızı Rabia'yı hangi müridi ile evlendirdi?","cevap":null}]}]},{"baslik":"Ebu'l-Vefa_el-Buzcani","paragraflar":[{"paragraf_metni":"Ebu'l Vefa el-Buzcani, İranlı matematikçi ve astronom. Tam adı 'Ebu el-Vefa Muhammed bin Muhammed bin Yahya bin İsmail bin el-Abbas el-Büzcani' olan alim 940 yılında İran'da bulunan Buzgan kasabasında doğmuştur. Bu yüzden 'Ebul Vefa Buzcani' diye meşhur olmuştur. İlim tahsiline amcası Ebu Amr Mugazili ve Ebu Yahya bin Kimib'in yanında başlayan Ebul Vefa, 959 yılında Bağdad'a gitti. Ölümüne kadar da orada bilimle meşgul oldu. Bilim sahasında, matematik bilimini tahsil etti ve özellikle trigonometri üzerinde çalışmalar yaptı. Bu alanlarda çok fazla bir süre muhafaza edilemeyen kitaplar yazdı. Batlamyus'un ve Diophantos'un eserlerini inceleyip açıklamış, astronomi sahasında ise Ay'ın hareketleri üzerine çalışmalar yapmıştır. Matematik ve astronomideki hizmetleriyle bilim tarihinde önemli bir yer tutmuştur.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ebu'l Vefa el-Buzcani'nin tam adi nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Ebu'l Vefa el-Buzcani nerede doğmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Ebu'l Vefa el-Buzcani kimin eserlerini inceleyerek açıklamıştir?","cevap":null}]},{"paragraf_metni":"Ebu'l Vefa, yıldızların eğimlerininin kesin ve doğru bir şekilde ölçülebilmesi için bir duvar oktantı geliştirdi. Bundan başka trigonometri çizelgelerinde hesaplamalar yapmak için gelişmiş metotlar üretti ve küresel trigonometrideki bazı problemlerin çözümü için yeni yöntemler keşfetti. Astronomik gözlemler için sinüs (ceyb) ve tanjant (zıl) değerlerini gösteren çizelgeleri on beşer dakikalık açı aralıklarıyla hesapladı. ünlü matematikçi El-Mervezi'nin de buna benzer çizelgeleri olduğu bilinse de onun çizelgeleri tanjant ve kotanjantı yayın fonksiyonu olarak vermediği gibi, Ebu'l Vefa'nın çizelgeleri kadar sağlıklı değildir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ebu'l Vefa ne için duvar oktantı geliştirmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Ebu'l Vefa ne geliştirmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Ebu'l Vefa sinüs (ceyb) ve tanjant (zıl) değerlerini gösteren çizelgeleri kaç dakikalık açi aralıklarıyla hesapladı?","cevap":null}]},{"paragraf_metni":"Ebu'l Vefa, matematik sahasında özellike trigonometri üzerinde çalışmalar yapmıştır. Trigonometrinin altı esas oranı arasındaki trigonometrik ilişkileri ilk defa ortaya koymuştur. Bu oranlar günümüzde aynen kullanılmaktadır. Ebu'l Vefa'nın matematik tarihinde ortaya koyduğu ilk trigonometrik özdeşliklerden bazıları şunlardır: Ayrıca küresel trigonometride sinüs teoremini açıklamıştır: Ebu'l Vefa, Habeş el Hasib ve El Mervezi gibi önemli matematikçileri izleyerek tanjant ve sekant fonksiyonlarını tanımladı. Sekant kaşifi olarak genellikle Kopernik bilinirse de ünlü bilim tarihçilerinden Monte Candon ve Carra de Vaux'un araştırmaları sonucu bu buluşun Ebu'l Vefa'ya ait olduğu tespit edilmiştir. Trigonometrinin yanında cebir ilmi üzerinde derinlemesine çalışmalarda bulunan Ebu'l Vefa o zamana dek bilinmeyen dördüncü dereceden denklemlerin çözümünü gerçekleştirdi. Örneğin: denklemini çözerken ve koniklerinin kesişmesinden istifade etti. Eski Yunanların ve Hintlerin çözemediği birçok problemi geometrik yollarla çözmeyi başardı.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ebu'l Vefa neyi ilk defa ortaya koymuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Ebu'l Vefa küresel trigonometride neyi açıklamıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Ebu'l Vefa Trigonometrinin yanı sıra başka hangi ilim ile de uğraşmıştır?","cevap":null}]},{"paragraf_metni":"Kitab'ul Kamil: Trigonometri ve astronomiden bahseden meşhur bir eserdir. Birinci bölümde yıldızların hareketinden önce bilinmesi gereken meseleler, ikinci bölümde yıldızların hareketlerinin incelenmesi, üçüncü bölümde yıldızların hareketlerine arız olan şeyler anlatılmaktadır. Eserin yazma bir nüshası Paris National Kütüphanesi'nde 1138 numarada kayıtlıdır. Eser Sedilot tarafından tercüme edilerek basılmıştır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Kitab'ul Kamil nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Eserin yazma bir nüshası Paris National Kütüphanesi'nde kaç numarada kayıtlıdır?","cevap":null}]},{"paragraf_metni":"Ay üzerindeki bir kratere O'na ithafen Abul Vafa adı verilmiştir. ünlü bilim tarihçisi Plorian Cajori 'History of Mathematics' adlı eserinde onun hakkında şöyle demiştir: Abul Vafa şüphesiz ki Harezmi'nin matematik ve geometrideki buluşlarını önemli ölçüde geliştirdi. Özellikle de geometri ile cebir arasındaki münasebetler üzerinde durdu. Böylece, bazı cebirsel denklemleri geometri yoluyla çözmeyi başardı ve diferansiyel hesap ve analitik geometri'nin temelini kurdu. Bilindiği gibi, diferansiyel hesap insan zekasının bulduğu mühim ve pek faydalı bir mevzu olup, ilim ve teknolojik muasır gelişmelerin temel kaynağını teşkil etmektedir. Ayrıca Battani'nin trigonometriyle ilgili eserlerini inceleyerek girift ve anlaşılmayan yönlerini açıklığa kavuşturdu. demektedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ay üzerindeki kendisine ithafen isim verilen bilim insanı kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Abul Vafa kimin matematik ve geometrideki buluşlarını önemli ölçüde geliştirdi?","cevap":null},{"cevap_baslangici":null,"soru":"Abul Vafa Battani'nin trigonometriyle ilgili eserlerini inceleyerek neyi açıklığa kavuşturdu?","cevap":null}]}]},{"baslik":"El_Fadl_ibn_Nubaht","paragraflar":[{"paragraf_metni":"El-Fadl ibn Naubaht, Halife Harun Reşid döneminde yaşamış İranlı düşünür. Bağdat kentini planlayan Naubaht'ın oğludur. Daha sonra Beyt'ül Hikmet adıyla bilinecek olan 'Bilgi Hazinesi''ne baş kütüphaneci olarak atanmıştır. Astrolojik metinler kaleme alan Fadl'ın Yunanca metin çevirileri de yaptığı sanılmaktadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"El-Fadl ibn Naubaht kimin oğludur?","cevap":null},{"cevap_baslangici":null,"soru":"El-Fadl ibn Naubaht nereye baş kütüphaneci olarak atanmıştır?","cevap":null}]}]},{"baslik":"Hezarfen_Ahmed_Çelebi","paragraflar":[{"paragraf_metni":"Hezarfen Ahmed Çelebi, 17. yüzyılda Osmanlı'da yaşamış olduğu varsayılan Müslüman Türk bilgini. Kendi geliştirdiği takma kanatlarla berberi fizikçi Abbas Kasım İbn Firnas'tan sonra uçmayı başaran ilk insan olduğu söylense de, kendisi hakkında tek bilgi Seyahatname'de geçmektedir. 1623-1640 yılları arasında saltanat süren Sultan IV. Murad zamanında, uçma tasarısını gerçekleştirdiği ve geniş bilgisinden ötürü halk arasında, Hezarfen olarak anıldığı söylenmektedir. Hezar, Farsça kökenli bir sözcük olup 1000 anlamına gelir. Hezarfen ise 'bin fenli' (bilimli) yani 'çok şey bilen' anlamına gelir. İlk uçma denemelerinde, Leonardo Da Vinci'nin uçma konusundaki çalışmalarında kendinden çok önce bu konuda deneyler yapan 10. yüzyıl Müslüman Türk alimlerinden olan İsmail Cevheri'den ilham aldığı söylenir. Cevheri'nin bulgularını iyice inceleyen ve öğrenen Çelebi'nin, kuşların uçuşunu inceleyerek tarihi uçuşundan önce hazırladığı kanatlarının dayanıklılık derecesini ölçmek için, Okmeydanı'nda deneyler yaptığı varsayılır. 1632 yılında lodoslu bir havada Galata Kulesi'nden kuş kanatlarına benzer bir araç takıp kendini boşluğa bırakan ve uçarak İstanbul Boğazı'nı geçip 3358 m. ötede Üsküdar'da Doğancılar'a indiği varsayılan Hezarfen Ahmed Çelebi, Türk havacılık tarihinin en kayda değer kişilerden birisi olarak görülür. Bu uçuş hakkındaki belgeler şimdiye kadar sadece Evliya Çelebi'nin Seyahatname'sindeki ifadesinden ibarettir. Evliya Çelebi eserinde şunları yazar: 'İptida, Okmeydan'ın minberi üzere, rüzgar şiddetinden kartal kanatları ile sekiz, dokuz kere havada pervaz ederek talim etmiştir. Badehu Sultan Murad Han Sarayburnu'nda Sinan Paşa Köşkü'nden temaşa ederken, Galata Kulesi'nin taa zirve-i belasından lodos rüzgarı ile uçarak, Üsküdar'da Doğancılar meydanına inmiştir.Bu olay Osmanlı Devleti'nde ve Avrupa'da büyük yankı buldu ve dönemin padişahı IV. Murad tarafından da beğenildi. Sonra Murad Han, kendisine bir kese altın ihsan ederek: 'Bu adam pek havf edilecek (korkulacak) bir ademdir. Her ne murad ederse, elinden geliyor. Böyle kimselerin bekası caiz değil, ' diye Gazir'e (Cezayir) nefyeylemiştir (sürmüştür). Orada merhum oldu.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Hezarfen Ahmed Çelebi'nin kimden sonra uçmayı başaran ilk insan olduğu söylenir?","cevap":null},{"cevap_baslangici":null,"soru":"Hezarfen Ahmed Çelebi'nin uçma konusundaki çalışmalarında kimden ilham aldığı söylenir?","cevap":null},{"cevap_baslangici":null,"soru":"Hezarfen Ahmed Çelebi neyin en kayda değer kişilerden birisi olarak görülür?","cevap":null},{"cevap_baslangici":null,"soru":"Hezarfen Ahmed Çelebi Üsküdar'da nereye inmiştir?","cevap":null}]},{"paragraf_metni":"PTT İdaresinin 17 Ekim 1950 Tarihinde İstanbul'da toplanan Milletlerarası Sivil Havacılık Kongresi için çıkardığı üç hatıra pulundan Zeytuni yeşil-mavi renkli 20 kuruşluk olanın taşıdığı temsili resim, Hezarfen'in Galata Kulesi'nden Üsküdar'a uçuşunu tasvir etmektedir. Bir ara TRT Çocuk kanalında Hezarfen Ahmet Çelebi'nin küçüklüğünde yaşadıklarını ve uçuş merakını anlatan Küçük Hezarfen isimli bir çizgi film yayınlanmıştır. 2010 yılının sonlarında üç boyutlu kısa bir animasyona konu edilmiştir. 2012 yılında Fazıl Say tarafından bestelenmiş olan Hezarfen Ney Konçertosu'nda Hezarfen Ahmed Çelebi'nin sıradışı hikayesi anlatılmıştır. Hezarfen Ney Konçertosu; İstanbul 1632 Baharı, Galata Kulesi , Uçuş ve Cezayir Sürgünü adlı, birbirine bağlı dört bölümden oluşmaktadır. Yönetmenliğini Mustafa Altıoklar'ın yaptığı 1996 yapımı Türk filmi İstanbul Kanatlarımın Altında, Hezarfen Ahmed Çelebi'nin uçuş öyküsünü işlenmiştir. 2015 yapımı Muhteşem Yüzyıl Kösem dizisinde Ushan Çakır tarafından canlandırılacaktır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"PTT İdaresinin çıkardığı üç hatıra pulundan Zeytuni yeşil-mavi renkli 20 kuruşluk olanın taşıdığı temsili resim, neyi tasvir etmektedir?","cevap":null},{"cevap_baslangici":null,"soru":"Küçük Hezarfen isimli çizgi film hangi kanalda yayınlanmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"2012 yılında Fazıl Say tarafından bestelenmiş olan Hezarfen Ney Konçertosu'nda ne anlatılmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Hangi Türk filmi Hazerfan Ahmed Çelebi'nin öyküsünü işlemiştir?","cevap":null}]}]},{"baslik":"HİSAR_(Hava savunma sistemi)","paragraflar":[{"paragraf_metni":"HİSAR, yerden havaya füzeli bir hava savunma sistemi grubudur. Grup içinde, alçak irtifa hava savunma füzesi sistemi HİSAR-A , orta irtifa hava savunma füzesi sistemi HİSAR-O ve uzun menzilli hava ve füze savunma sistemi HİSAR-U yer alır. Sistemler, Aselsan ve Roketsan liderliğinde 2007'den itibaren geliştirilmektedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"HİSAR, nasıl bir hava savunma sistemi grubudur?","cevap":null},{"cevap_baslangici":null,"soru":"HİSAR grubu içinde neler yer alır?","cevap":null},{"cevap_baslangici":null,"soru":"Sistemler, kimin liderliğinde 2007'den itibaren geliştirilmektedir?","cevap":null}]},{"paragraf_metni":"18 Nisan 2007'de, Savunma Sanayii Başkanlığı, Türkiye'nin Alçak İrtifa Hava Savunma Füze Sistemi (T-LALADMIS) ihtiyacına yönelik başlatılan programda yerli ve yabancı savunma sanayii şirketlerine teklif çağrısında bulunur. Çağrıya, toplamda 18 şirket yanıt verir. 28 Eylül 2008'de de, 18 adet sistemin, 27 ek sistem alma seçeneği ile, doğrudan temini için SSM ikinci bir teklif çağrısı gerçekleştirir. Tekliflerin değerlendirilmesi sonucu, 20 Haziran 2011'de ana yüklenici Aselsan ve ana-alt yüklenici Roketsan olmak üzere proje ihalesi neticelendirilir. Savaş başlığı ve batarya geliştirilmesi için TüBİTAK-SAGE ve veri bağlantıları çalışması için Meteksan Savunma alt yükleniciler olarak belirlenir. Proje maliyetleri, sırasıyla, alçak-irtifa sistemi için 314,9 milyon euro, orta-irtifa sistemi için 241,4 milyon euro olarak değerlendirilmiştir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Alçak İrtifa Hava Savunma Füze Sistemi ihalesi ne zaman neticelendirilmiştir","cevap":null}]},{"paragraf_metni":"Hisar-A (Alçak İrtifa Hava Savunma Füze Sistemi), FNSS ACV-30 aracı şasesine montelenmiş dört dikey Hisar-A lançerinden ve füzelerinden oluşur. Araçlı Hisar-A sistemine, bağımsız bir sistem olabilmesi için, bir hava gözetleme radarı ve bir elektro-optik-kızılötesi (EO-IR) sistemi montelenmiştir.Minimum menzil: 2km, Maksimum menzil: 16km, Minimum irtifa: 30 metre, Maksimum irtifa: 5km","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Hisar-A lançeri ve füzeleri nereye montelenmişdir?","cevap":null},{"cevap_baslangici":null,"soru":"Hisar-A sisteminin minimum irtifası kaç metredir?","cevap":null}]},{"paragraf_metni":"HİSAR-O (Orta İrtifa Hava Savunma Füze Sistemi), Mercedes Zetros şasisine monte edilmiş dikey bir lançerden oluşur.Minimum menzil: 3km, Maksimum menzil: 25+km, Minimum irtifa: 50metre, Maksimum irtifa: 15km","soru_cevaplar":[{"cevap_baslangici":null,"soru":"HİSAR-O hangi parçalardan oluşur?","cevap":null}]},{"paragraf_metni":"HİSAR-U (Uzun Menzilli Hava Savunma Füze Sistemi), 8x8 Man aracı ile taşınacaktır . Geliştirilmesi devam etmektedir.Minimum menzil: 30km, Maksimum menzil:150+km, Minimum irtifa: 100metre, Maksimum irtifa: 20km","soru_cevaplar":[{"cevap_baslangici":null,"soru":"HİSAR-U ne ile taşınacaktır?","cevap":null}]}]},{"baslik":"İbn_eş-Şatir","paragraflar":[{"paragraf_metni":"İbn eş-Şatir, 14. yüzyılda yaşamış Arap gökbilimcidir. 10 yaşında astronomi tahsili yapmak için Kahire ve İskenderiye'ye gitti. Daha sonra memleketi Şam'a dönerek Emeviyye Cami muvakkitliğine atandı. Buradaki görevi esnasında ay ve gezegenlerin hareketleri üzerine hassas ölçümler yapmış, Batlamyus'un dünya merkezli sistemini incelemiş, Kopernik'in güneş merkezli sisteminin temellerini atmıştır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"İbn eş-Şatir hangi yüzyılda yaşamıştır?","cevap":null},{"cevap_baslangici":null,"soru":"İbn eş-Şatir, Kahire ve İskenderiye'ye kaç yaşında gitmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"İbn eş-Şatir, memleketi Şam'a döndükten sonra hangi göreve atandı?","cevap":null}]}]},{"baslik":"İbn_Hurdazbih","paragraflar":[{"paragraf_metni":"İbn Hurdazbih ya da tam adıyla Ebü'l-Kasım Ubeydullah bin Abdillah bin Hurdazbih (d. 820 - ö. 912), günümüze kadar ulaşan Kitabü'l-mesalik ve'l-memalikin yazarı, bir Fars coğrafyacı ve 9. yüzyılın devlet kurumlarında çalışan üst düzey yöneticidir. Büyükbabası Hurdabe, bir Zerdüşt idi, ki Belh'li Bermekıler ailesinin çağrısı üzerine İslamı kabul etti. Babası Abdullah Abbasi Halifesi al-Ma'mun döneminde 816-17 yılları arasında Taberistan valisi idi. İbn-i Hurdazbih, Horasan'da doğmuş gibi gözükür, fakat Bağdat'da büyümüş, orada kültürlü bir eğitim ve müzik eğitimi almış ve babasının arkadaşı ünlü şarkıcı İshak Mavsilı tarafından, ona bir ömür boyu müziğe ilgi tutuşturulmuştur. Olgunlaştığı yaşa ulaştığı gün, Halifelik için önce Cebal'da ve sonraları Samarra ve Bağdat'da ulak (barid) veya posta ve haberalma görev müdürü olmuştur. Çok daha sonraki yaşamında, halifelere sohbet arkadaşlığı (nedim) yapmıştır","soru_cevaplar":[{"cevap_baslangici":null,"soru":"İbn Hurdazbih'in tam adi nedir?","cevap":null},{"cevap_baslangici":null,"soru":"İbn Hurdazbih hangi dönem Taberistan valisiydi?","cevap":null},{"cevap_baslangici":null,"soru":"İbn Hurdazbih günümüze kadar ulaşan hangi kitabın yazardır?","cevap":null}]},{"paragraf_metni":"Kitab-ül-Mesalik ve'l-Memalik Yollar ve ülkeler Kitabını 846-7 yılında Samarra'da yazmıştır. Tüccarların izleyeceği bir yol kitabı, İslam dünyasındaki ticaret yolları ve ulak yolları yanı sıra, Hazar Denizinden ve Rusya'nın Avrupa yakasından kuzey Afrika'ya kadar ve İspanya'daki posta durakları belgelenmiştir. O dönemin tüm darlıklarına rağmen, Kitab-ül-Mesalik ve'l-Memalik İslam dünyasında Coğrafya biliminin gelişiminde çok önemli yeri vardır. İbn-i Hurdazbih, Halifelik boyunca posta yolları üzerinde çok ayrıntılı bilgi sağlamış, evreleme yerleri ve aralarındaki mesafeleri fersah olarak açıklamıştır. İbn-i Hurdazbih, Irak'da Savad'tan başlar ve kuzey ve doğu İran boyunca, Türklerin ülkesine, Fergana ve Sind ülkesine ve sonra güney ve batı Arap yarımadasına, Suriye, Ermenistan, Bizans, Mısır ve Mağrib'e kadar uzanır. Adab al-sama' Müzik dinleme görgü kitabı. Ketab jamharat ansab al-fors wa'l-nawaqel Fars seçeresi ve 'sürgün ve yerleri değiştirilmiş halklar' üzerine yazılmış kitabı. Ketab al-abiko Yemek pişirme kitabı. Ketab al-sarab İçecekler (şarap) hakkında kitap. Ketab al-lahw wa'l-malahi Müzik ve müzik aletleri üzerine yazılmış kitabı. Ketab al-anwa' Doğan ve batan yıldızlar üzerine yazılmış kitabı. Ketab al nodama' wa'l jolasa' Sohbet arkadaşları üzerine yazılmış kitabı. Ketab al-kabir fi'l-ta'rik Derleme ve Fars ve diğer ulusların kralları hakkında ayrıntılı bilgi içerir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Kitab-ül-Mesalik ve'l-Memalik Yollar ve ülkeler Kitabını kaç yılında yazmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Kitab-ül-Mesalik ve'l-Memalik Yollar ve ülkeler Kitabını nerede yazmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"İbn-i Hurdazbih evreleme yerleri ve aralarındaki mesafeleri ne olarak açıklamıştır?","cevap":null},{"cevap_baslangici":null,"soru":"İbn_Hurdazbih'nin sohbet arkadaşları üzerine yazılmış kitabı nedir?","cevap":null}]}]},{"baslik":"İbn_Teymiye","paragraflar":[{"paragraf_metni":"Takıyuddın ibn Teymiyye (22 Ocak 1263 - 26 Eylül 1328), Selef-Selefiyye anlayışının en önemli alimlerinden ve görüşleri çeşitli İslam alimlerini ve akımlarını etkilemiş olan alim.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Takıyuddın ibn Teymiyye hangi anlayışın en önemli alimlerindendir?","cevap":null}]},{"paragraf_metni":"Tam adı Ebu'l-Abbas Takıyyuddın Ahmed bin Abdülhalım bin Mecdiddın bin Abdüsselam bin Teymiye olan İbn-i Teymiyye Harran'da Hicrı takvime göre 661 yılının 10 Rebiulevvel'inde doğmuştur. Doğum tarihinin 12 Rebiulevvel olduğunu söyleyenler de olmuştur. Moğol istilası yüzünden, çocukken ailesiyle birlikte Şam'a (Dimeşk) gitmişlerdir. O dönemlerde Şam bilim ve kültür açısından da çok önemli bir şehirdi. Moğol istilaları döneminde doğması ve yetişmesi onun karakterini etkilemiş, siyası düşüncesinde de yansımaları olmuştur. İbn Teymiye'nin babası da bir alimdi ve Şam'a geldikten sonra oradaki Emeviye Mescidi'nde bir ders ve vaaz kürsüsüne sahip olmuştur. Dedesi de büyük bir İslam alimi olan İbn Teymiye ailesi tarafından küçük yaşlardan itibaren ilmi bir kariyere yöneltilmiştir. Şam'a gelmelerinden sonra babası Sükkerriyye Darulhadisin'de müderrislik yapmaya başlamıştır. İbn-i Teymiyye ilk eğitimini burada almıştır. Öncelikle Kur'an tahsili görmüş, daha sonra hadise yönelerek hadis çalışmalarına başlamıştır. Bu sıralarda Hanbeli fıkhıyla da ilgilenmiş bu konuda da çalışmaya başlamıştır. Bunların dışında Arap dili grameri ve Arap tarihiyle de ilgilenmiştir. Felsefe ve mantık konusunda yaptığı tenkitler düşünülürse büyük ihtimalle felsefe ve mantık ilimleriyle de ilgilenmiş , bu konularda çeşitli araştırmalar yapmıştır. Kendisi daha 21 yaşlarındayken babası vefat etmiştir. Babasının vefatı üzerine genç yaşına rağmen babasının ders grubuna da hocalık yapmaya başlamıştır. İbn-i Teymiye fakih (hukuk alimi) ve muhaddis (hadis alimi) kişiliğinin yanı sıra akaid konularında da çeşitli söylemlerde bulunuyordu. Özellikle yaşadığı dönemlerde yaygınlaşmaya başlayan sufizme karşı çoğunlukla isim vermeden genel tenkitlerde bulunmuştur. Bu konuda çeşitli risaleler de kaleme almıştır ki, genel söylemi ve bunlar sufizm eleştiri açısından onu önemli bir konuma koymaktadır. Özellikle Muhy'id-Dın İbni Arabı'nin görüşlerine karşı getirdiği eleştiriler bu alanda önemli bir yere sahiptir. Akaid konularında Eş'ariyye mezhebine ters düşen düşünceleri vardı, akli veya felsefe ile mantığa dayanan yorumlardan kaçınmaktaydı. Bu dönemin Eş'ariyye mezhebine bağlı olan idarecilerini ve halkın büyük bir kısmını ona karşı olmaya itmiştir. Bu sırada gelişen bir Moğol istilası karşısında da aktif biçimde rol almış ve savaşmıştır. Özellikle savaştaki konumu, halkı ısrarla Moğollara karşı savaşa davet etmesi, onu diğer birçok alimden ayırmıştır. Bu tip muhalif yönleri nedeniyle birçok düşman edinmiştir. Davet üzerine Mısır'a gitmeye karar vermiştir. Burada çeşitli şeyler bahane edilerek haksız bir şekilde zindana atılmıştır. Zindanda yaklaşık bir buçuk sene yattıktan sonra serbest kalmıştır. Zindanda kaldığı bu dönemde çeşitli işkencelere de maruz kalmıştır. Bundan sonraki dönemde Mısır'daki sufilerle arasında büyük çatışmalar ortaya çıkmıştır. Sık sık tartışmalara giriyor, büyük tenkitlerde bulunuyordu. Bu durum bir süre sonra idarenin tepkisini çekmiş bu genel kargaşa ve tartışma ortamını yatıştırmak için Teymiye yeniden hapsedildi. Yine de bu hapis süreci ilkine oranla daha hafif geçmiştir, zıra bu sefer dönemin kadıları onun yanında yer almış onun daha iyi şartlar altında ceza görmesini sağlamışlardır. Zaten kısa bir süre sonra da serbest bırakılmıştır. Fakat devrin yeni idaresi onun İskenderiye'ye sürülmesi kararına varır ve İbn Teymiye İskenderiye'ye gider. Mısır tahtı yeniden el değiştirince, İbn Teymiye Kahire'ye davet üzere geri dönmüştür. Ellili yaşlarındayken Moğollara karşı bir savaş çağrısı üzerine, tekrar Şam'a hareket etmiştir. Fakat savaş gerçekleşmemiştir. Yine de Şam'da ikamet etmeye devam eden İbn Teymiye fıkıh konusuna ağırlık vermiştir. Her ne kadar Hanbeli mezhebini takip etse de, mezhebe tamamen bağlandığı söylenemez. Zaman zaman dört fıkıh (hukuk) mezhebinin görüşlerine mutabık, zaman zaman ters görüşleri de oluyordu ve bunları açıklamakta tereddüt duymuyordu. İdarenin bu davranışını yasaklamasına rağmen, İbn Teymiye dört Sünni fıkıh mezhebinin görüşleriyle ters düştüğü durumlarda kendi görüşünü sunmaktan ve fetva vermekte geri durmamıştır. İdarenin yasağı tekrarlamasına rağmen İbn Teymiye'nin davranışını sürdürmesi sonucu, İbn-i Teymiye Şam kalesinde hapsedildi. Yaklaşık altı ay hapiste kaldıktan sonra serbest bırakıldı. İbn Teymiye fıkıh çalışmalarına ağırlık vererek devam etse de, diğer konularda da çalışmalarına devam eder. Bu sıralarda karşıtı gruplar onun eski fetvalarından birini ortaya atarak onun idare ile arasının açılmasına neden olmuş, sonuçta İbn Teymiye tekrar hapsedilmiştir. Hapis süreci içinde baskı artmış ve sonunda onun hapiste okuyup yazması da yasaklanmıştır. İbn Teymiye iki yıl sonra, 1328'te, yakalandığı bir hastalık sonucu vefat etmiştir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"İbn_Teymiye'nin tam adı nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Neden ailesi ile birlikte Şam'a gitmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"İbn_Teymiye'nin babası Şam'a geldikten sonra neye sahip olmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"İbn-i Teymiye fakih ve muhaddis kişiliğinin yanı sıra hangi konuda çeşitli söylemlerde bulunuyordu?","cevap":null}]}]},{"baslik":"İslam'da ilk Astronomik gelişmeler","paragraflar":[{"paragraf_metni":"İslam'ın daha ilk yüzyılında geçmiş kültür temsilcilerinin, karşılaştıkları yeni kültür çevresinde bilimsel etkide bulunabilmelerini sağlayacak elverişli koşullar bulduklarının en önemli kanıtlarından biri, evrensel bilgin el-Biruni (ö. 440-1048)'nin aktardığı haberdir. O, parşömen üzerine çizilmiş astronomik çizelgeler içeren eski bir Zic-astronomi kitabından söz etmektedir. Bu kitapta, Diokletian dönemine (Kıpti takvimine) göre oluşturulmuş veriler yer alıyor.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Kimin aktardığı haber ile İslam'ın ilk yüzyılında astronomi için elverişli koşulların bulunduğu kanıtlanmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Evrensel bilgin el-Birüni astronomik çizelgeler içeren hangi kitaptan söz etmektedir?","cevap":null},{"cevap_baslangici":null,"soru":"Zic-astronomi kitabında hangi döneme göre oluşturulmuş veriler yer alıyor?","cevap":null}]},{"paragraf_metni":"3.-9. yüzyılın sonuna doğru Arap-İslam astronomları arasında, güneş evcinin [günberi, günöte] (evc eş-şems) ekliptik yönünde (yani gökyüzünün artan boylam derecesi yönünde) hareket ettiğine ilişkin görüşler ortaya çıkmıştır. Sabit b. Kurra (ö. 288-901), buna uygun gözlemler yapan ilk kişi olarak görünmektedir. Onu el-Battani izlemiştir. Ancak bir yüzyıl sonra el-Biruni, bu hareketin en yavaş ve en hızlı olduğu konumların kesin bir tanımını verebiliyordu. 11.-5. yüzyılın ikinci yarısında İbrahim b. Yahya ez-Zerqali evcin ileri hareketinin değerini 279 yılda 1 derece, yani bir yılda 12,09 saniye olarak bulmuştur ve bu da bugünkü değerle yaklaşık olarak örtüşmektedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Günberi ve günöte üzerinde gözlem yapan ilk kişi kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Sabit b. Kurra'dan sonra güneş evcinin hareketi hakkında kim gözlem yapmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"İbrahim b. Yahya ez-Zerqali güneş evcinin ileri hareketini kaç yılda bir derece olarak hesaplamıştır?","cevap":null},{"cevap_baslangici":null,"soru":"İbrahim b. Yahya ez-Zerqali güneş evcinin ileri hareketini 1 yılda kaç saniye olarak hesaplamıştır?","cevap":null}]},{"paragraf_metni":"Sabit yıldızlar astronomisi bağlamında şundan da söz edilmelidir: Samanyolu'nun sabit yıldızlardan oluştuğu sorunu, ilk olarak İbn el-Heysem (ö. 432-1041) tarafından açık ve net olarak belirlenmiş ve açıklanmıştır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Samanyolu'nun sabit yıldızlardan oluştuğu sorunu kim tarafından açıkca belirlenmiştir?","cevap":null}]}]},{"baslik":"Rasathaneler","paragraflar":[{"paragraf_metni":"Danimarka Kralı II. Friedrich'in himayesinde Tycho Brahe (1546-1602), Hven (bugün İsveç'te bulunan Ven) adasında, Orta Avrupa'nın ilk rasathanesini Kassel'da kurdurmuş olan Hessen Kontu'nun tavsiyesiyle, rasathane kurma işine başlamıştı. Tycho Brahe, daha Avrupa'nın değişik kentlerindeki öğrenimi sırasında, astronomik araçlar yapımındaki olağanüstü yeteneğiyle ünlenmişti. Rasathanenin ilk temel taşı 1576 yılının Ağustos ayında konulmuştur. Tycho Brahe tarafından 1577-1587 yılları arasında imal edilen aletlerin sayısı 18 civarındadır. Gerçi bu aletlerin çoğu, mevcut aletlerin çok da önemli değişiklikler taşımayan ya da küçük iyileştirmeler içeren reprodüksiyonlarıydı. Bu nedenle sayıları dokuza ya da ona indirgenebilir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Tycho Brahe kimin emrinde bir rasathane kurmaya başlamıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Eski adıyla Hven adası günümüzde hangi ülkededir?","cevap":null},{"cevap_baslangici":null,"soru":"Orta Avrupa'nın ilk rasathanesi nerede kurulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Tycho Brahe öğrenimi sırasında hangi özelliği ile ünlenmişti?","cevap":null},{"cevap_baslangici":null,"soru":"Rasathanenin ilk temel taşı hangi ayda konulmuştur?","cevap":null}]},{"paragraf_metni":"Ptoleme'nin ve Hint kaynaklarının verdiği bilgilerden kendi zamanına kadar geçen sürede ekliptik eğim değerlerinin küçülmesi, döneminin en önemli matematikçisi ve astronomu Abu hamid b. el-Hıdr el-Hucendi (10.-4. yüzyılın 2. yarısı)'nin dikkatini çekmişti. Bu bilgileri mümkün olabildiğince kesin bir biçimde belirlemek amacıyla, Rey kentinde (Tahran'ın güneyindeki eski Raghae) Buveyhi prensi Fahreddevle (dönemi: 366-387-976-997)'nin finanse ettiği özel bir rasathane kurdu. Gündönümlerinde Güneş'in yüksekliğini gözlemek için burada imal edilen sekstant (südüs, dairenin altıda birinden ibaret olan yay), hamisine nisbetle 'Fahreddin Sekstantı' olarak adlandırılmıştır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Rey Rasathanesi'ni dönemin hangi ünlü astronomu kurmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Rey Rasathanesi'nin kuruluşunu dönemin hangi prensi finanse etmiştir?","cevap":null}]},{"paragraf_metni":"Rasathanenin inşasına 1259 yılında başlanmış olup, ne zaman bitirildiği ise bilinmemektedir. Rasathanenin 1270 yılı civarında, yani Hülagu'nun ölümünden (1265) birkaç yıl sonra çalışmaya başladığı tahmin olunmaktadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Rasathanenin inşasına hangi yıl başlanmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Rasathanenin hangi yıl çalışmaya başladığı tahmin olunmaktadır?","cevap":null}]},{"paragraf_metni":"Merağa Rasathanesi'nin kuruluşundan yaklaşık 300 yıl sonra, Avrupa'da astronomi biliminin beş-yüzyıllık bir resepsiyon ve özümseme evresinin ardından yaratıcılık aşamasına eriştiği bir zamanda, İstanbul'da 983-1575-1576 yılları civarında bir rasathane kurulmasına karar verilmişti. Bu rasathanenin inşası çok büyük bir ihtimalle 988-1580 yılından önce tamamlanmıştı. Osmanlı Sultanı III. Murad'a bir rasathane kurma fikrini, Kahire'den İstanbul'a göçen bilgin Takiyyeddin Muhammed b. Ma'ruf er-Raşşad vermişti.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Hangi bilgin III. Murad'a İstanbul'da bir rasathane kurulması fikrini vermiştir?","cevap":null}]},{"paragraf_metni":"Semerkant Rasathanesi, Timur'un torunlarından Muhammed tarağay b. Şahruh Uluğ Bey (796-853-1394-1449) tarafından kurulmuştur. Uluğ Bey bizzat astronom idi ve girişiminde kuşkusuz Merağa Rasathanesi'nden esinlenmişti.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Semerkant Rasathanesi kim tarafından kurulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Semerkant Rasathanesi kurulurken hangi rasathaneden esinlenilmiştir?","cevap":null}]},{"paragraf_metni":"16. yüzyılın ortalarından itibaren Hindistan'da sürdürülen çalışmalar, Hindu bilgin ve devlet adamı Jai Sing Sava'i (1686-1743)'nin yoğun ve heyecan verici gayretleriyle son noktasına ulaşmıştır. Büyük kompleksten oluşan Semerkant Rasathanesi'nin ününden etkilenerek Delhi, Jaipur, Benares, Ujain (Ujjain) ve Madura kentlerinde olağanüstü boyutlu aletlerle donatılmış büyük rasathaneler inşa ettirmiştir. Bu rasathaneler 1722-1739 yılları arasında kurulmuştur. İlk rasathane, Delhi'de kurulan Jantar Mantar (Yantra Mantra'dan bozulmuş) adlı rasathanedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Delhi, Benares ve Madura kentlerinde rasathaneler kurduran devlet adamı kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Hangi rasathaneden etkilenilerek Hindistan'da büyük rasathaneler kurulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"18. yüzyılda Hindistan'da kurulan ilk rasathanenin adı nedir?","cevap":null}]},{"paragraf_metni":"Samrat Yantra, Hindistan rasathanelerinde bulunan aletlerin en büyüğü olan bu alet, yaklaşık 27,50 metre (90 ayak) yüksekliğinde ve 44,80 metre (147 ayak) uzunluğundadır. Bu bir ekinoksal güneş saatidir ve meridyen yönünde düzenlenmiş dik açılı bir gnomondan (gölge düşüren) oluşmaktadır, herbiri 17,50 metre (49 ayak ve 10 inç) yarıçapındaki iki kadrana bağlıdır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Hindistan rasathanelerinde bulunan en büyük aletin adı nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Samrat Yantra'nın uzunluğu kaç metredir?","cevap":null},{"cevap_baslangici":null,"soru":"Samrat Yantra'nın gnomonunun herbiri kaç metredir?","cevap":null}]}]},{"baslik":"Astronomi Aletleri","paragraflar":[{"paragraf_metni":"Muhammed b. Muhammed (veya 'Abdullah) Nastulus, 3.-9. yüzyılın son ve 4.-10. yüzyılın ilk çeyreğinde yaşamış görünüyor. O, döneminin en ünlü usturlap yapımcılarından birisiydi ve tutulma diski (eş-şafiha el-kusufiyye) olarak adlandırılan aletin de mucidi olmalıdır. Onun ünlü usturlabı geçen yüzyılda Paris'te Alain Brieux'un mülkiyetindeydi. Bu arada, ana parçası Nastulus tarafından yapılmış görünen 4.-10. yüzyıldan kalma başka bir usturlap bulunmuştur. Bu usturlabın yapımcısı Kahire İslam Sanatları Müzesi kataloğunda Nastulus el-Vasıti olarak gösterilmiştir. Burada betimlenen usturlap, bugün Kuveyt'te İslam Arkeoloji Müzesi'nin mülkiyetinde bulunmaktadır. Usturlap 315-927 yılında yapılmıştır, çapı 173 mm ve kalınlığı 4 mm'dir. Bu aletin, bir yüzü Bağdat için 33 derece ile, diğer yüzü 36 derece enlemli bir yer için donatılmış tek bir iç diski vardır. Ağ 17 sabit yıldızı göstermektedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Tutulma diski aletinin mucidi kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Nastülus'un ünlü usturlapı kimin mülkiyetindeydi?","cevap":null},{"cevap_baslangici":null,"soru":"Nastülus'un usturlabının mülkiyeti şu anda hangi müzeye aittir?","cevap":null},{"cevap_baslangici":null,"soru":"Nastülus'un usturlabı kaç yılında yapılmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Nastülus'un usturlabının çapı kaç mm'dir?","cevap":null},{"cevap_baslangici":null,"soru":"Nastülus'un usturlabının kalınlığı kaç mm'dir?","cevap":null}]},{"paragraf_metni":"1859'dan kısa bir süre öncesinde, Arabist Alois Sprenger tarafından Londralı kütüphaneci William Morley için satın alınana kadar Şam'da bulunan orijinaline dayanılarak yapılmıştır. Bu kadranın orijinali, 735-1335 yılında Ali b. eş-Şihab tarafından yapılmış ve Muhammed b. el-Guzüli adlı bir haddat tarafından kazınmıştır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"William Morley nerelidir?","cevap":null},{"cevap_baslangici":null,"soru":"William Morley'in mesleği nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Ali b. eş-Şihab tarafından yapılan kadran kim tarafından kazınmıştır?","cevap":null}]},{"paragraf_metni":"Ahşaptan veya başka bir materyalden yapılmış dik açılı bir üçgen içine, açıortayın hipotenüsü kestiği nokta merkez olmak üzere, dikkenara temas eden ve 180 dereceye bölünmüş bir yarım daire çizilir. Hipotenüs üzerinde uçlara, nişan almaya yarayan iki adet dikey ağaç parçası takılır. üçgen, dik açının tepe noktasına oturtulan bir menteşe aracılığıyla bir temele, dörtgen bir levhayla bağlantıya getirilir. Bu temelin ön yüzü taksimatlandırılmıştır; her bir taksimat üçgenin yüksekliğinin altmışıncı bölümüyle aynıdır. Bu alet aslında bir çifte kadrandır ve özellikle açı büyüklüklerini ölçmeye yarar.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Hangi nokta üçgenli aletin merkezi olarak kabul edilir?","cevap":null},{"cevap_baslangici":null,"soru":"üçgenli alete kaç dereceye bölünmüş bir yarım daire çizilir?","cevap":null},{"cevap_baslangici":null,"soru":"üçgenli alette nişan için kaç adet dikey ağaç parçası takılır?","cevap":null},{"cevap_baslangici":null,"soru":"üçgenli alet ne işe yarar?","cevap":null}]}]},{"baslik":"İbn-i Teymiyye","paragraflar":[{"paragraf_metni":"Tam adı Ebu'l-Abbas Takiyyuddin Ahmed bin Abdülhalim bin Mecdiddin bin Abdüsselim bin Teymiye olan İbn-i Teymiyye Harran'da Hicri takvime göre 661 yılının 10 Rebiulevvel'inde doğmuştur. Doğum tarihinin 12 Rebiulevvel olduğunu söyleyenler de olmuştur. Moğol istilası yüzünden, çocukken ailesiyle birlikte Şam'a (Dimeşk) gitmişlerdir. O dönemlerde Şam bilim ve kültür açısından da çok önemli bir şehirdi. Moğol istilaları döneminde doğması ve yetişmesi onun karakterini etkilemiş, siyasi düşüncesinde de yansımaları olmuştur.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"İbn-i Teymiyye Hicri takvime göre hangi tarihte doğmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"İbn-i Teymiyye çocukken moğol istilası yüzünden ailesiyle birlikte nereye gitmişlerdir","cevap":null}]},{"paragraf_metni":"İbn-i Teymiye fakih (hukuk İlimi) ve muhaddis (hadis İlimi) kişiliğinin yanı sıra akaid konularında da çeşitli söylemlerde bulunuyordu. Özellikle yaşadığı dönemlerde yaygınlaşmaya başlayan sufizme karşı çoğunlukla isim vermeden genel tenkitlerde bulunmuştur. Bu konuda çeşitli risaleler de kaleme almıştır ki, genel söylemi ve bunlar sufizm eleştiri açısından onu önemli bir konuma koymaktadır. Özellikle Muhy'id-Din İbni Arabi'nin görüşlerine karşı getirdiği eleştiriler bu alanda önemli bir yere sahiptir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"İbn-i Teymiyye'nin yaşadığı dönemlerde isim vermeden hangi akıma karşı genel tenkitlerde bulunmuştur?","cevap":null}]},{"paragraf_metni":"Akaid konularında Eş'ariyye mezhebine ters düşen düşünceleri vardı, akli veya felsefe ile mantığa dayanan yorumlardan kaçınmaktaydı. Bu dönemin Eş'ariyye mezhebine bağlı olan idarecilerini ve halkın büyük bir kısmını ona karşı olmaya itmiştir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"İbn-i Teymiyye'nin hangi mezhebe ters düşen düşünceleri vardı?","cevap":null}]}]},{"baslik":"İbn-i Teymiyye 3 Makalesi- Düşüncesi ve Çalışmaları","paragraflar":[{"paragraf_metni":"İbn Teymiyye çok yönlü bir kişiliktir, İslam hukuku (fıkıh), hadis ilmi ve siyasi düşünce başta olmak üzere birçok konuda uzmanlaşmış, önemli eser ve görüşler sunmuştur. İbn Teymiye bir mezhep kurma arzusunda olmadığı gibi, arkasından bir mezhep de kurulmamıştır. Yine de bir anlayış ve okulun öncüsü olmuş, ondan sonra bu okulu takip eden birçok ünlü ilim olmuştur; İbn Kesir gibi.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"çok yönlü bir kişilik olan İbn-i Teymiyye hangi konuda uzmanlaşmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"İbn-i Teymiyye'nin öncüsü olduğu okulu takip eden bir çok alim olmuştur bunlardan biri kim olmuştur?","cevap":null}]}]},{"baslik":"İbn-i Teymiyye 4 Makalesi- (İslam hukuku)","paragraflar":[{"paragraf_metni":"Fıkıh konusunda her ne kadar özgün düşünceleri de olsa da İbn Teymiye genel anlamda İmam Hanbeli'den etkilenmiştir. Hanbeli mezhebini takip etmesinin en büyük nedeni Kitap ve Sünnete bağlılığıdır. Fakat bazı konularda diğer mezheplerin görüşlerini de benimsemiştir. Yine bazı konularda Dört Sünni İmam'ın görüşlerinin dışında kalan özgün düşünce ve görüşleri de vardır. Bunlardan en ünlü ve önemlilerinden biri de boşanmanın yemin olarak kullanılması konusundaki görüşüdür; boşanmanın yemin olarak kullanılmasını doğru bulmamış, çoğunlukla bu yemini eden kişinin eşini boşamak gibi bir niyeti olmadığını belirtmiş ve bu nedenle boşanma yemin konusu yapılmasının boşanmaya yol açmayacağını söylemiştir. Bu görüşünü Ehl-i Beyt imamlarından yaptığı bazı rivayetlerle de desteklemiştir. Bunun dışında zaman zaman Sünni Dört mezhep imamının görüşlerine muhalif görüşler de beyan etmiştir","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Fıkıh konusunda özgün düşünceleri olan İbn-i Teymiyye genel anlamda kimden etkilenmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Boşanma yemin konusu yapılmasının boşanmaya yol açmayacağını söyleyen İbn-i Teymiyye bu görüşünü neyle desteklemiştir?","cevap":null}]}]},{"baslik":"Peçevi Hayatı-2","paragraflar":[{"paragraf_metni":"Macarlar tarafından (vakanüvis) adıyla tanınır. Annesi Boşnak ailesi Sokollu'ya (Sokolovic) mensup olan ve soylu bir ailenin çocuğu olarak dünyaya gelen Peçevı 14 yaşında babasını kaybedince, akrabası olan Anadolu Beylerbeyi Lala Mehmet Paşa'ya bağlanmış ve onun korumasında eserler vermiştir. Pek çok kez Osmanlı-Avusturya savaşlarına katılan Peçevı, Anadolu ve Rumeli'de defderdarlık görevlerinde de bulunmuştur. 1641 yılında devlet görevinden çekilerek tarihini yazmaya başlamıştır. Bu tarih eserinden özellikle 1520-1640 dönemini incelemiştir. Peçevı bu eserinde kullandığı kaynakları gayet açık belirtmiştir ve eserini yazarken daha önce yazılmış pek çok tarih kitabını incelemiştir. Böylece Osmanlı tarihçilerinin arasında ilk defa olarak Avrupalı tarihçilerin eserlerine, özellikle Macarca yazılmış tarih eserlerine kaynak vermiştir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Peçevi Macarlar tarafından hangi adıyla tanınır?","cevap":null},{"cevap_baslangici":null,"soru":"Peçevı babasını kaybedince kime bağlanıp onun korumasında eserler vermiştir?","cevap":null}]},{"paragraf_metni":"Yazdığı iki ciltlik Tarih-i Peçevı 17. yüzyıl ve öncesi Osmanlı tarihinin en önemli kaynaklarından biridir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Peçevi'nin yazmış olduğu 17. yüzyıl ve öncesi Osmanlı tarihinin en önemli kaynaklarından biri olan kitabın ismi nedir?","cevap":null}]}]},{"baslik":"İslam'ın Altın Çağı","paragraflar":[{"paragraf_metni":"İslam'ın Altın Çağı ya da İslam Rönesansı olarak adlandırılan dönem, Ortaçağda İslam dünyasının uygarlığın her alanında gelişme gösterdiği dönemi ifade eder. Abbasiler devrinde Bağdat'ta Beyt'ül Hikmet adlı bilim merkezinin kurulması ile başladığı, Bağdat Kuşatması (1258) ve Abbasi Halifeliğinin yıkılması ile İslam'ın altın çağının son bulduğu şeklinde genel bir kabul vardır. Ancak bazı kaynaklarda bu dönemin 14. yüzyıla kadar, bazı kaynaklar ise 15. yüzyıla kadar sürdüğü ifade edilir El Kindı, Farabi, İbn-i Sina, İbn-i Rüşd bu çağ ile özdeşleşmiş filozoflardır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"İslam dünyasının uygarlığın her alanında gelişme gösterdiği dönem İslamın altın çağı ne ile son bulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"İslam Rönesansı olarak adlandırılan dönemin ünlü filozofları kimlerdir?","cevap":null}]},{"paragraf_metni":"İslam'ın altın çağında başta Antik Yunan olmak üzere geçmiş uygarlıkların ürettiği bilgi ve düşünceler, tercümelerle İslam dünyasına ve Endülüs kanalıyla Avrupa'ya aktarıldı. Çinlilerle yaptığı savaşlar ve diğer ilişkiler sırasında Araplar, kağıt üretim tekniklerini öğrendiler; parşömen yerine kağıt kullanımı sayesinde yazılı eserler daha kolay yayıldı. İslam ülkelerinde mühendisler, bilginler, tüccarlar; eski adetleri koruyup yenilerini ekleyerek sanata, tarıma, ekonomiye, sanayiye, hukuka, edebiyata, gemiciliğe, felsefeye ve bilime ve teknolojiye katkıda bulundu. Matematikte Hintlerden alınan sıfır ve ondalık sistemin keşfi sayesinde matematiğe ilgi arttı; aritmetik sıradan insanların anlayabileceği ve günlük yaşamda kullanabileceği duruma geldi. Matematik ve aritmetiğin yanı sıra trigonometri gelişti. Gözlemevleri inşa edildi; optik bilimi ve kimya gelişti.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Araplar kağıt üretim tekniklerini ne zaman öğrendiler?","cevap":null},{"cevap_baslangici":null,"soru":"İslam'ın Altın çağında matematikte kullanılan sıfır hangi milletten alınmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"İslamın bu çağında matematik ve aritmetiğin yanı sıra ne gelişti?","cevap":null}]}]},{"baslik":"İslam'ın Altın Çağı-3 Gelişimi","paragraflar":[{"paragraf_metni":"Abbasiler'in çeviri faaliyetleri Emeviler döneminde bazı kişisel gayretler ile başlayan tercüme hareketleri Abbasi halifesi Mansur zamanında hız kazandı. İlk önce bir tercüme bürosu ve kütüphane olarak Bağdat'ta faaliyete başlayan Beytü'lHikme zamanla yeni işlevler üstlenerek bir kültür merkezi halini aldı. Başta fen ilimleri alanında olmak üzere birçok alanda Antik Yunan, Hint ve İran medeniyetlerinin üretilmiş eserler Arapça'ya çevrildi. Arap asıllı olmayan çevirmenler çeviri faaliyetlerinde ön plana çıktı. Abbasi halifeleri çalışmaları devlet desteği ile teşvik etti. Bunda, kültürel alanda ön plana çıkan diğer devletlerin nüfuzunu kırma arzusu da rol oynadı. Abbasi Halifelerinden özellikle Harun Reşid zamanında tercüme çalışmaları daha sistemli bir halde sürdürüldü. Kimya biliminin kurucusu Cabir bin Hayyan bu devirde sarayın kimyacısı olarak çalıştı. 'Kitap ül Zühre (Venüs'ün Kitabı)' adlı eserini Harun Reşid için yazdı.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Abbasiler'in çeviri faaliyetleri ne zaman hız kazanmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Antik Yunan, Hint ve İran medeniyetlerinin üretilmiş eserler neye çevrildi.?","cevap":null},{"cevap_baslangici":null,"soru":"'Kitap ül Zühre (Venüs'ün Kitabı)' adlı eserini Harun Reşid için yazan sarayın kimyacısı kimdir?","cevap":null}]},{"paragraf_metni":"Beyt'ül Hikme, en olgun devrini Halife Memun döneminde yaşadı. İlk İslam filozofu sayılan Kindı, Halife Memun döneminde Beytü'lHikme'deki çalışmalara katılarak Süryanice ve Yunancadan yapılan tercümelerin Arapçaya aktarılması esnasındaki felsefi kavramları gramer kuralları bakımından incelenmesi işine baktı. Çağının en önemli matematik ve astronomi bilgini Harezmi de Beytü'l Hikme'nin kütüphanesinde görev yapan bilim insanlarındandı; bir coğrafya ansiklopedisi olan 'Kitab-ul- Cebri ve-l Mukabele' adlı eserini Halife Memun için yazdı. Beyt'ül Hikme, Moğolların 1258'de Bağdat'ı istila etmesine kadar varlığını ve faaliyetini sürdürdü. Ancak Memun devrinden sonra eskisi kadar canlı bir tercüme uğraş görülmedi.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Bağdat'ta faaliyete başlayan Beytü'l Hikme en olgun dönemini kimin zamanında yaşamıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Beytü'l Hikme'nin kütüphanesinde görev yapan Harezmi'nin Halife Memun için yazdığı eserin ismi nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Beytü'l Hikme'nin ne zamana kadar varlığını ve faaliyetini sürdürmüştür?","cevap":null}]},{"paragraf_metni":"Diğer Doğu İslam devletleri Abbasiler devrinde İslam Devleti'nde ilim ve felsefe ilerlemekte iken dinı muhalefet hareketleri ve siyasi parçalanma başlamış; toprakları üzerinde Afrika'da Aglebiler, Mısır'da Tolunoğulları ve Fatimiler, Suriye ve Mezopotamya'da Hemedani, doğuda Tahiriler ve Samaniler gibi küçük devletler, emirlikler meydana gelmişti. Hemedanilerin baş şehri olan Halep, Fatımiler'in kurduğu Kahire, 10. ve 11. yüzyıllarda kültürde Bağdat şehrinden daha ileri gitti; doğuda da Gazneli Mahmud'un sarayı önemli bir edebiyat ve bilim merkezi oldu. İslam düşüncesinin iki büyük adamı Gazneli Mahmud'unyanında yaşadı: şair Firdevsı ve astronomi, tıp, matematik alanlarında önemli eserler vermiş bilim adamı; Biruni. Hamdeni hanedanı ise Ortaçağ İslam aydınlarının 'İkinci üstad' diye andıkları Farabi'yi destekledi. Endülüs Abbasiler halifeliği ele geçirince Endülüs'e kaçıp kendini Endülüs emiri ilan etmiş (756) olan Emevi sülalesinden I. Abdurrahman, Kurtuba'yı başkent ve bir bilim merkezi yapmıştı. 10. yüzyılda Emevi halifesi II. Hakem döneminde ilim ve sanat alanında önemli gelişmeler yaşandı. Kahire'deki el-Ezher ve Bağdat'taki Nizamiye medreselerinin batıdaki muadili olacak olan, Asya, Afrika ve Avrupa'nın her yerinden, her dinden kimselerin geleceği Kurtuba Medresesi'ni kurdu. O dönemde Avrupa'da bulunmayan eski Yunan bilgilerini Endülüs'e Bağdat ve Şam gibi büyük eğitim merkezleriyle olan bağlar sayesinde aktarıldı. Eski Yunan eserlerinin Müslümanlar, Yahudiler ve Hristiyanlar tarafından yapılan yorum ve araştırmaları da Arapça'ya çevrildi. Bu çevriler de daha sonra Arapça konuşan Hristiyanlar tarafından Latince'ye çevrildi. Bu çalışmalar Latin bilimini yeniden canlandırıp, Rönesans'ın temellerini attı. Tıp, optik, fizik, astronomi, matematik ve kimya alanında Endülüs Emevi topraklarında önemli keşifler yapıldı.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Siyasi parçalanma sonucu Abbasiler devrinde doğuda hangi devletler, emirlikler meydana gelmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"10. ve 11. yüzyıllarda kültürde Bağdat şehrinden daha ileri giden şehirler hangileri olmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Gazneli Mahmud'un sarayında yanında yaşayan İslam düşüncesinin iki büyük bilim adamı kimlerdir?","cevap":null},{"cevap_baslangici":null,"soru":"Endülüs Abbasiler halifeliği ele geçirince Endülüs'e kaçıp kendini Endülüs emiri ilan etmiş (756) olan Emevi sülalesinden I. Abdurrahman, nereyi başkent ve bir bilim merkezi yapmıştı?","cevap":null},{"cevap_baslangici":null,"soru":"O dönemde Avrupa'da bulunmayan eski Yunan bilgilerini Endülüs'e nasıl aktarıldı? ","cevap":null}]}]},{"baslik":"Yel Değirmenleri","paragraflar":[{"paragraf_metni":"Yel değirmenleri (raha, çoğ. arha), göründüğü kadarıyla daha İslam'dan önce İran'da yaygındı ve onlar hakkındaki bilgiler İslam dünyasının diğer bölgelerine de oldukça erken ulaşmıştı. Tarihçi Muhammed b. Cerir et-taberi (ö. 310-923) dünya tarihine dair büyük kitabında1, ikinci Halife Ömer (dönemi 13-23-634-644)'in, ressam, marangoz ve çilingir olarak tanınan ve daha sonra bu halifenin katili olan İranlı Ebu Lü'lü'e'ye şöyle dediğini yazıyor: 'Bana bildirildi ki, eğer istersem, sen rüzgar gücü ile öğüten bir değirmen inşa edebileceğini iddia etmişsin', o şöyle cevap vermiş: 'Evet, bu doğrudur.' Bunun üzerine Ömer: 'Öyleyse bana böyle bir değirmen inşa et' demiş. Sicistan (veya Sistan, Kuzeydoğu İran)'daki yel değirmenlerine yönelik işaretleri el-İstahri (4.-10. yüzyılın ilk yarısı) veya onun daha genç meslektaşı İbn havkal gibi birçok Arapça yazan coğrafyacılarda bulmaktayız. Bu tür değirmenlerin harabeleri günümüze kadar o bölgede bulunmaktadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Yel değirmenleri islamdan önce nerede yaygındı?","cevap":null}]},{"paragraf_metni":"Bir resimle birlikte yel değirmeninin en ayrıntılı tarifini coğrafyacı Şemseddin Muhammed ed-Dımeşki (ö. 727-1327)'ye borçluyuz. Tercümesi şöyledir: 'Sicistan'da rüzgarların ... yoğun olduğu bir bölge bulunmaktadır. Bu bölgenin sakinleri rüzgarı değirmenleri döndürmek için kullanmaktadırlar ... Rüzgar aracılığıyla dönen değirmenlerin yapımında şu şekilde işlem yapmaktadırlar: Minare gibi yüksek bir yerde [bir bina] inşa ederler, veya yüksek bir dağ zirvesi veya uygun bir tepe veya kalelerin bir kulesini alırlar. Bunların üzerinde üst üste katlar kurarlar. Yukarıdakinin içinde dönen ve öğüten değirmen (raha) bulunur, alttakinin içinde hizmete amade rüzgarın döndürdüğü bir yelpaze çarkı (dulab) bulunur. Alttaki çark dönünce, yukarıda çarkın üzerinde bulunan değirmen döner. Ne tür rüzgar eserse essin o değirmenler döner, buna rağmen bir tek [değirmen] taşı mevcuttur ve resim şöyledir, gördüğün üzere ... ' ","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Yel değirmeninin en ayrıntılı tarifini kim yapmıştır?","cevap":null}]}]},{"baslik":"Makas Biçimli Kaldıraç","paragraflar":[{"paragraf_metni":"Alman dilinde Nürnberg Makası olarak nitelendirilen bu düzenek, yukarıda (s. 19) anılan, içeriği kısmen Arşimed, Philon ve Heron gibi Yunan bilginlerle ve de Büyük İskenderle ilişkilendirilen Arapça anonim kitapta tarif edilmiştir. Suriye'de veya Irak'ta yaşayan bir Arabı, yazar olarak görme eğiliminde olan Hans Schmeller bu aletin tarifini Arapça'dan Almanca'ya tercüme etmiş ve araçların krokilerini sunmuştur. Bu metnin verdiği bilgiye göre, tek bir adam bununla 500 ratl (yaklaşık 220 kilo)'lık su ağırlığını bir defada kaldırabilecek durumdaymış.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Tek bir adam makas biçimli kaldıraç ile bir seferde ne kadar su ağırlığı kaldırabilir?","cevap":null}]}]},{"baslik":"Eğlence Otomatı","paragraflar":[{"paragraf_metni":"Eğlence Otomatı, Muhammed veya Ahmed b. Halef elMuradi (muhtemelen 5.-11. yüzyılın ikinci yarısı, Endülüs) isimli bir kimse tarafından Kitab elEsrar fi Neta'ic el-Efkar isimli kitabında tarif edilen ve çizilen 31 modelden birisidir. Kitabın sonraki dört modeliyle birlikte bu otomat, bir su saatine benzemektedir; çünkü belirli hareketler saptanmış fasılalar halinde ortaya çıkmaktadır, fakat özenli bir zaman ölçümü mevcut değildir. Bu model, J. Vernet, R. Casal, M.V. Villuendas2 ve Eduard Farre (Barselona)'nin açıklamalarına ve taslaklarına dayanarak yapılmıştır. Bu otomatta cıvanın kullanılmış olması kayda değerdir, böylece bu otomatla Alfons Cıva Saati (bkz. cit III, s. 110 f.) arasında bir bağlantı meydana çıkmaktadır. Diğer yandan, konik supaplar, geciktirici sistemler, reaksiyon kontrolleri ve hassas basınç dengelemesi gibi Arap tekniğinin tipik unsurlarının bulunmaması göze çarpmaktadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Otomatta arap tekniğinin hangi tipik unsurları yer almaktadır?","cevap":null}]}]},{"baslik":"Değişken Şekilli Fıskiye","paragraflar":[{"paragraf_metni":"Değişken Şekilli Fıskiye, aslen, Benu Musa tarafından 3.-9. yüzyılda tarif edilmiş olan iki düzenekten birisidir. İbn erRezzaz el-Cezeri (600-1200 civarı) bunu yetersiz görmüş ve kendi yaptığı düzeneklerle değiştirmiştir. ","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Değişken Şekilli Fıskiye aslen kimin tarafından tarif edilmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Düzeneği yetersiz görüp kendi yaptığı düzenekle değiştiren kişi kimdir?","cevap":null}]}]},{"baslik":"Mustanşıriyye Medresesi Bağdat","paragraflar":[{"paragraf_metni":"Mustanşıriyye Medresesi 625-1227 yılında son Abbasi Halifesi el-Mustanşır billah tarafından Bağdat'ta, Dicle kıyısında kurulmuştur. Burası, dört ortodoks fıkıh ekolünün öğretim konularının yanı sıra, tıbbın ve matematiksel bilimler öğretiminin de eşlik ettiği en eski Arap-İslam üniversitesi olabilir. Medresenin ihtiyaçlarının karşılanması, halife tarafından kurulan bir vakıf yoluyla gerçekleştiriliyordu. Ders veren hocaların ve diğer çalışanların sayısı 400 idi. Medrese, Bağdat'ın Moğollar tarafından istila edilmesinden sonra yağmalanan büyük ve önemli bir kütüphaneye sahipti. Halife, medreseyi sık sık ziyaret ediyor ve 'özel bir yerden dersleri ve bilginlerin tartışmalarını dinliyordu. Halife arasıra orada devlet konukları için resmi kabüller de düzenliyordu'.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Mustanşıriyye Medresesi nerede kurulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Medresenin ihtiyaçları nasıl sağlanıyordu?","cevap":null},{"cevap_baslangici":null,"soru":"Medresede hocalarla birlikte toplam çalışan sayısı kaçtır?","cevap":null}]},{"paragraf_metni":"'Yapı, başkentin tahribine ve 1258 yılında Moğol istilasında Abbasi Hanedanı'nın çöküşüne rağmen dayandı... ' On yıl sonra medrese tekrar işlerlik kazandı. Son yüzyıllarda oldukça ihmal edilmiş görünmekteydi. 1945 ve 1962 yılları arasındaki restorasyonundan sonra bina, İslam Kültür ve Sanatı Müzesi olarak kullanılmaktadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"1945 ve 1962 yılları arasındaki restorasyonundan sonra bina ne olarak kullanılmıştır?","cevap":null}]}]},{"baslik":"Nureddin Hastanesi Şam","paragraflar":[{"paragraf_metni":"el-Bimaristan en-Nuri adıyla tanınan bu hastane, Salahaddin (Saladin) Eyyubi'nin selefi bir Türk olan Emir Nureddin Mahmud b. Zengi tarafından, 549-1154 yılında kentin kurtarılışından hemen sonra kurulmuştur. Burası İslam dünyasının en meşhur hastanelerindendi ve 13.-19. yüzyıla kadar hizmet veriyordu. Ulu Camii'nin ve iç kalenin yanı sıra, İslami dönemin Şam'daki en önemli abidelerinden sayılmaktadır. Hastanenin işleme tarzı ve organizasyonu hakkında Endülüslü bilgin İbn Cubeyr (ö. 614-1217), 580-1184 tarihindeki Şam ziyareti dolayısıyla, seyahatnamesinde şu bilgileri vermektedir: 'Burada (Şam) yaklaşık yirmi okul ve biri yeni, biri eski olmak üzere iki hastane bulunmaktadır. Yeni olan daha çok ziyaret edilmektedir ve daha büyüktür. Günlük masrafı yaklaşık on beş dinardır. Orada hastaların isimlerini, ilaçlar ve hasta bakımı için gerekli harcamaları vb. kaydetmekle görevli çalışanlar bulunmaktadır. Hekimler her gün sabah erkenden gelirler, hastaları muayene ederler ve her bir hastanın durumunu göz önünde bulundurarak gerekli ilaçlarla yapılacak bakımı ve gıdaları düzenlerler ... Orada akıl hastalarının tedavisi de yapılmaktadır ...'","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Hastane kimin tarafından kurulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Hastane kaç yılında kurulmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"Endülüslü bilgin İbn Cubeyr seyhatnamesinde hastanenin günlük masrafının ne kadar olduğunu yazmıştır?","cevap":null}]}]},{"baslik":"Adil Melike Turhan Hastanesi","paragraflar":[{"paragraf_metni":"Anadolu'nun günümüze eksiksiz ulaşan en eski hastanesi, Adil Melike Turhan hastanesi 625-1228 yılında Fahreddin Behram Şah'ın kızı ve Mengücek Beyliği'nden Ahmed Şah'ın refikası Adil Melike Turhan tarafından inşa ettirilmiştir. Hastane, Divriği'de (Sivas'ın güney doğusu) Ahmed Şah tarafından inşa ettirilmiş olan camiin bitişiğinde inşa edilmiştir. Hastane kısmı 32 x 24 metrelik bir alana sahiptir; cami ile birlikte bütün külliyenin alanı 32 x 64 metre ebadındadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Adil Melike Turhan Hastanesi kimler tarafından inşa ettirilmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Adil Melike Turhan Hastanesi nerededir?","cevap":null},{"cevap_baslangici":null,"soru":"Adil Melike Turhan Hastanesi'nin hastane kısmının alanı nedir?","cevap":null}]}]},{"baslik":"Kalavun Hastanesi - Kahire","paragraflar":[{"paragraf_metni":"Arap-İslam dünyasında en çok tanınan ve en önemli hastanelerden birisi de hiç kuşkusuz Kahire'de bulunan ve modern literatürde Kalavun hastanesi olarak isimlendirilen el-Maristan el-Kebir el-Manşuri'dir. Kurucusu, Memlük Sultanı el-Melik el-Manşur Seyfeddin Kalavun (dönemi 678-689-1279-1290)'dur. İnşasına, Şam'daki Bimaristan en-Nuri'ye 675-1276 yılında yaptığı bir ziyaret sırasında bu binadan etkilenerek niyetlenmiştir. Kahire'de tahta çıkmasından beş yıl sonra, yani 683-1284 yılında inşaatı başlatmıştır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Kalavun Hastanesi'nin kurucusu kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Kurucusu inşasına ne zaman niyetlenmiştir?","cevap":null}]}]},{"baslik":"Sultan II. Beyazıt Darüşşifası - Edirne","paragraflar":[{"paragraf_metni":"Sultan II. Beyazıt Darüşşifası, 889-1464 yılında bir medrese, bir cami ve bir imaret ile birlikte Edirne'de, Tunca nehrinin kenarında kurulmuştur. 'Sultan II. Beyazıt, bu külliyeden Edirne'deki sarayına saltanat teknesiyle gidebilmek için caminin arkasında, Tunca nehrinin kıyısına bir liman inşa ettirdi.'","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Sultan II. Beyazıt Darüşşifası hangi nehrin yanına kurulmuştur?","cevap":null}]},{"paragraf_metni":"893-1488 tarihli 52 sayfalık bir vakıf senedi sayesinde, hastanenin işleyişi, organizasyonu ve finansmanı hakkında ayrıntılı biçimde bilgilendirilmiş durumdayız. Hastanenin değerli bir tarifini, meşhur seyyah Evliya Çelebi (11.-17. yüzyıl) vermektedir. Bu, Georg Jacob tarafından 1912 yılında Almanca'ya çevrilmiştir. Bu çeviriden, bazı değişikliklerle birlikte, akıl hastalarının müzikle terapi edilmeleri hakkındaki açıklamalar alınacaktır: 'Amma bu hakir Evliya garip şeyler gördüm: Merhum ve mağfur Beyazid-i Veli -Allah rahmet eylesin- hazretleri vakıfnamesinde hastalara deva, dertlilere şifa, divanelerin ruhuna gıda ve sevdalarını gidermek üzere on adet şarkıcı ve sazcı görevlendirmiştir ki, bunların üçü okuyucu, biri neyzen, biri kemancı, biri musikar, biri santurcu bir çengi, biri udi olup, haftada üç kere gelerek hastalara ve delilere konser verirler. Kadir-i Mutlak'ın izniyle nicesi saz sesinden hoşlanır ve sukunet bulurlar. Doğrusu, müzik ilminde neva, rast, dügah, segah, çargah ve suzinak makamları özellikle bunlara [hastalara ve delilere] mahsustur. Amma, zengule ve buselik makamları [çalınır ve] rast makamında karar kılsa, adama sanki hayat bahşeder. Bütün saz ve makamlarda ruha gıda vardır.'","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ne sayesinde hastanenin işleyişi, organizasyonu ve finansmanı hakkında ayrıntılı biçimde bilgi edinilmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Evliya Çelebi tarafından verilen hastanenin değerli bir tarifini kim Almanca'ya çevirmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Hastanede kaç adet sazcı ve şarkıcı görevlendirilmiştir?","cevap":null}]}]},{"baslik":"Şehzade Camii - İstanbul","paragraflar":[{"paragraf_metni":"Cami toplam 183 pencereye sahiptir, 'bunlar ortak mekana bütün kısımlarda simetrik bir aydınlık vermektedir. Pencereler, tezyinatlı parmaklık ve renkli nakışların bazı parçaları ile birlikte hala eski revzenlerine sahiptir.' Ana kubbenin uzunluğu 19 metre, tepe yüksekliği 37 metredir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Caminin toplam kaç penceresi vardır?","cevap":null},{"cevap_baslangici":null,"soru":"Ana kubbenin tepe yüksekliği kaç metredir?","cevap":null}]}]},{"baslik":"Sultan Ahmed Camii","paragraflar":[{"paragraf_metni":"Sultan Ahmed Camii, içinin açık mavi rengi dolayısıyla Mavi Camii olarak tanınmıştır. Cami, Osmanlı Sultanı I. Ahmed (dönemi: 1012-1603 - 1026-1617)'in emri üzerine inşa edilmiştir. Mimarı Mehmed Ağa'dır. İnşasına, inşaatın banisi henüz 19 yaşında iken, 1609 yılında başlandı ve 1616 yılında tamamlandı; bu tarihten sonra sultan sadece bir yıl daha yaşadı. Sultanın temel taşını koymaya altın bir kazma ile katıldığı rivayet edilmektedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Sultan Ahmed Camii'nin Mavi Camii olarak anılmasının sebebi nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Sultan Ahmed Camii kimin emri üzerine inşa edilmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Sultan Ahmed Camii kaç yılında tamamlanmıştır?","cevap":null}]}]},{"baslik":"Çekme Güçlü Mancınık","paragraflar":[{"paragraf_metni":"Çekme güçlü mancınık, ez-Zerdkaş (775-1374 civarı) tarafından 'sultan mancınığı' (mancanik sultani) olarak nitelendirilmektedir. Burada, gerekli kaldıraç gücü insan gücünden temin edilmektedir. Bizim çizimimize göre, alet on asker tarafından kullanılabilecek şekilde hazırlanmıştır. Askerler, sağ ve sol tarafta halkalara bağlanmış olan ipleri beraberce ve birdenbire aşağı çekmek suretiyle fırlatma kolunu sıçratıyorlardı.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Çekme güçlü mancınık, ez-Zerdkaş tarafından ne olarak nitelendirilmektedir?","cevap":null},{"cevap_baslangici":null,"soru":"Mancınıkta gerekli kaldıraç gücü nereden temin edilmektedir?","cevap":null},{"cevap_baslangici":null,"soru":"Alet kaç asker taradından kullanılabilecek şekilde hazırlanmıştır?","cevap":null}]}]},{"baslik":"Cami asma lambası biçiminde - Vazo","paragraflar":[{"paragraf_metni":"Bu vazo, 8.-14. ve erken 9.-15. yüzyılın Mısır cami asma lambalarının çok yaygın formunu ve dekorasyonunu izlemektedir. Bu dönemde, Memlüklü Mısır'ında hükümdarların ve saray mensuplarının camiler için yüzlerce asma lamba sipariş edilmiştir. Sırlı cam ve altın boyama tekniğinin kalitesi nedeniyle, Avrupa'da Rönesans'tan itibaren cami asma lambalarına hayranlık duyulmuştur. 19. yüzyılda lambaların çoğu Mısır'dan Avrupa'ya getirilmiş ve özellikle Paris sanat pazarında satılmıştır. Böylece, özel koleksiyonlara girmiş ve aynı zamanda yeni yeni oluşan tezyini sanat müzelerinin koleksiyonları için bütün Avrupa'da aranan inceleme objeleri olmuşlardı. Bu lambalar, Avrupalı birçok cam imalathanesi tarafından ya kopyalandı ya da az çok özgür bir biçimde Memlüklü stilini izleyerek taklit edildi. Nihayet, geç 19. yüzyılda cami asma lambaları biçiminde tamamen yeni, Avrupalı dekorlara sahip vazolar oluştu.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Avrupa'da cami asma lambalarına hayranlık duyulmasının sebebi nedir?","cevap":null},{"cevap_baslangici":null,"soru":"19. yüzyılda Avrupa'ya getirilen vazo özellikle nerede satılmıştır?","cevap":null}]}]},{"baslik":"Kupa Bardak","paragraflar":[{"paragraf_metni":"Pfulb & Portier'in bu kupa bardağı için doğrudan örneklerden türetilemeyecek bir biçim geliştirilmiştir. Oldukça geniş çıkıntı teşkil eden ayak üzerine, hemen hemen dikey olarak yerleştirilen ayak çemberinden yükselen bir kupa bardak oturtulmuştur. İçme kabının üst kısmının biçimi, 7.-13. yüzyılın ikinci yarısının Suriye ince uzun bardaklarını anımsatsa da, oranların değiştirildiği gözlenebilir, çünkü kupa bardak burada daha dar ve daha yüksek biçimlendirilmiştir. Dekorasyon, ayak ve kupa bardak üzerinde oldukça belirgin parlayan sırlı dekor motifleri olan beş altın yüzeyden oluşmaktadır. Bardağın ana motifi, yukarıdan yuvarlaklaştırılmış bitimleri bulunan örgülü bir yıldız madalyondur.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Kupa bardağın Suriye ince uzun bardaklarından farkı nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Bardağın ana motifi nedir?","cevap":null}]}]},{"baslik":"Cebirsel Geometri","paragraflar":[{"paragraf_metni":"Ömer el-Hayyam denklemleri 25 tipe ayırmaktadır. Bir tanesi linear (çizgisel)dir, yani birinci dereceden bir denklem, beş tanesi kare şeklinde, yani ikinci dereceden, diğer beş tanesi kübik (üçüncü dereceden) ama kare şeklide olanlara indirgenebilir, kalan diğer 14 denklem kübik tarzdadır, koni kesitleri yardımıyla çizilebilir ve çözümlenebilir. ","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ömer el-Hayyam'a göre denklemler kaç tiptir?","cevap":null},{"cevap_baslangici":null,"soru":"Ömer el-Hayyam'a göre denklemlerin kaçı linear (çizgisel) şeklindedir?","cevap":null},{"cevap_baslangici":null,"soru":"Ömer el-Hayyam'a göre denklemlerin kaçı kare şeklindedir?","cevap":null}]}]},{"baslik":"Trigonometri","paragraflar":[{"paragraf_metni":"Hintlilerin trigonometrik bilgilerinin Arap-İslam kültür bölgesine, onların astronomi ve matematik hakkındaki ana eseri olan Brahma SphutaSiddhanta'nın 156-772 yılında Halife el-Manşur'un emriyle Arapça'ya çevrilemesinden daha önce, evvelce Fars-Sasani bilim merkezlerinin erken dönem Müslüman temsilciler yoluyla ulaşmış olduğu muhtemeldir. Yunanlarla karşılaştırıldığında Hindistan'da tirgonometri alanında, bir dairenin kirişi yerine sinüsünün getirilmesi, yani bir dairenin bir merkez açısının çift tam kirişi yerine yarım kirişiyle işlem yapılarak ileriye doğru önemli bir adım atılmıştır ve bu yolla, Yunanların bu yöndeki bilgilerine Arap-İslam bilginlerinin yapacakları gelişimi kolaylaştırmıştır. Bugünkü sinüs teriminin Arapça ceyb (cep) kelimesinin bir tercümesi olduğu bilinmektedir. Araplar Hintçe trigonometrik terim civa (yay kirişi)'yı fonetik bakımdan cib olarak çevirmişler ve ifade etmişlerdir, bu daha sonra çevirmenler tarafından Latince'ye ceyb [Türkçe'deki cep] olarak geçmiş ve yanlış anlaşılmıştır. En eski kitaplarda yarım kiriş için ardaciva kelimesi de kullanılmıştır, ama daha sonra bu kavram sinüs için cib olarak kısaltılmıştır. Bu yüzden Ya'kub b. Tarik (161-777 civarı) tarafından yazılan trigonometri hakkında bildiğimiz en eski kitap Kitab Takti' Kerdecat el-Cib, 'Bir Kavisin Sinüsünün Bulunması' başlığını taşımaktadır. Eksik birşey kalmaması için denilmelidir ki, Siddhanta'nın çevirisiyle sadece kavramın bilgisi ve sinüsün fonksiyonu değil, ayrıca kosinüsün de fonksiyonu ve küçük bir sinüs çizelgesi Arap-İslam kültürünün erken devresinde tanınmıştır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Hintlilerin astronomi ve matematik hakkındaki ana eseri nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Sinüs terimi Arapça hangi kelimeden gelmektedir?","cevap":null}]},{"paragraf_metni":"Yunanların (Keldani öncüleriyle ilişkisiz olmayan) esasen Hipparch (m.ö. 2. yüzyıl) ve Menelaos (m.ö. 1. yüzyılın ilk yarısı)'a kadar giden trigonometrik bilgileri, Arap-İslam matematikçilere ve astronomlara Ptoleme'nin Almagest isimli eserinin 2.-8. yüzyıldaki ilk çevirisiyle ulaşmıştır. Yunan astronom 'merkez açı olarak daireye çizilmiş çift açıya ait kirişin büyüklüğünü kullanmıştır. Merkez açının büyüklüğüyle (birlikte) kirişin değişen büyüklüğü için Hipparch bir çizelge oluşturmuştu.'","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Yunanların trigonometrik bilgileri hangi eserin çevirisi ile ulaşmıştır?","cevap":null}]},{"paragraf_metni":"Arap-İslam geometrisinin temel eserini Naşireddin et-Tusi (672-1274)'ye borçluyuz. Bu kitap Kitab eş-Şekl elk atta' başlığını taşımaktadır. Matematik historiyografyası için, bu kitabın Osmanlı Devletinin o zamanki dışişleri bakanı olan Alexandre Pacha Caratheodory tarafından 1891 yılında Fransızca'ya tercüme edilmiş olması (bkz. s. 133) ve bu sayede trigonometrinin büyük tarihçisi A. von Braunmühl tarafından uygun bir biçimde değerlendirilebilmesi şanslı bir sonuçtur. Hatta Braunmühl bu kitabı özel bir incelemede Regiomontanus'un kitabıyla karşılaştırmıştır (bkz. s. 135). Çalışmada Regiomontanus'un 'kendine özgü yaratıcı faaliyetinin' neden ibaret olduğuna ilişkin bir kanaat edinmek istemiştir ve trigonometiriyi Avrupa'da bağımsız bir disiplin halinde şekillendirme başarısının Regiomontanus'a ait olduğu yönündeki görüşün ne dereceye kadar ger çeğe uyduğunu gözden geçirmek istemiştir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Arap-İslam geometrisinin temel eserini kime borçluyuz?","cevap":null},{"cevap_baslangici":null,"soru":"Arap-İslam geometrisinin temel eseri kim tarafından Fransızcaya çevrilmiştir?","cevap":null}]}]},{"baslik":"Yunanlarda Matematiksel Coğrafyanın İlk İşaretleri","paragraflar":[{"paragraf_metni":"Yunanlar, m.ö. 5. ve 4. yüzyılda dünyanın küre şeklinin varsayılmasıyla, m.ö. 3. yüzyıldaki ilk yeryüzü ölçümü denemesi ve Babillilerin gökkubbesini büyük bir daire halinde 360 derecenin bölümlerine ayıran sisteminin dünyaya uygulanmasıyla yeryüzünün bilinen şeklinin matematiksel olarak kavranması için gerekli temelleri atmışlardır. Boylam derecelerinin ay tutulmalarının eş zamanlı gözlemi yoluyla, mekanlar arasındaki zaman farkı anlamındaki tasavvuru ve yer belirlemeye temel teşkil eden, bir mekanın coğrafi enlemi ve kutup yüksekliği eşitliği kuramı da onların hesabına kaydolunmalıdır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Hangi yıllarda dünyanın küre olduğu varsayılmıştır?","cevap":null}]}]},{"baslik":"Bilinen En Eski Küresel İzdüşümlü Dünya Haritası","paragraflar":[{"paragraf_metni":"Marinos'un kartografik başarısı ve Ptoleme coğrafyası, Arap-İslam kültür çevresine, bu kültür çevresinin sadece Atlantik'ten Hindistan'a uzanmakla kalmadığı gibi, diğer kültür dinyalarından alınan bilimleri kendilerine mal etmenin ötesinde gösterdikleri yaratıcılık evresinin eşiğinde olduğu bir dönemde, 9. yüzyılın başlarında ulaşmıştır. Döneminin bütün bilim alanlarını teşvik etmiş olan Halife el-Me'mun büyük bir bilginler grubuna yeni bir 'Coğrafya' ve bir dünya haritası yapmaları emrini vermişti. Bu bilginlerin çalışmalarında özellikle Yunan üstatlarına bağlı kalmak zorunda oldukları aşikardır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Döneminde yaşayan bütün bilim alanlarını teşvik etmiş olan ve onlara yeni bir dünya haritası yapma emrini kim vermiştir?","cevap":null}]},{"paragraf_metni":"Bu emrin sonucunda meydan getirilen atlastan ve ona eşlik eden coğrafi eserden bereket versin ki bazı kısımlar günümüze ulaşabilmiştir. Matematiksel coğrafya ve kartografi tarihi bakımından, Me'mun coğrafyacılarının dünya haritasının 1340 yılından kalan bir kopyasının 20. yüzyılın seksenli yıllarında yeniden gün yüzüne çıkması olağanüstü bir önem taşımaktadır. Bu kuşkusuz, birçok kez yapılan kopyalama yüzünden zamanında muhteşem olan orijinalin şekli bir dereceye kadar bozulmuş bir kopyasıdır. Buna rağmen bu harita, orijinal haritadan eşzamanlı olarak çıkarılmış koordinatları içeren bir çizelgenin ışığı altında eşsiz bir kartografik abide olarak belirmektedir: Harita küresel bir izdüşüm taşımaktadır. Bu, meskun dünyanın 15 derece - 20 derece küçültülmüş bir batı-doğu genişliğini, aynı zamanda Akdeniz'in 10 derece küçültülmüş bir uzunluk eksenini göstermektedir. Bundan başka, Marinos ve Ptoleme'nin birbirine bağlı bir anakara tasavvurlarının yeni bir modele yerini bırakmış olması büyük önem taşıyor. Buna göre, meskun dünya bir 'kuşatıcı Okyanus' tarafından, bu okyanus da bir 'karanlık okyanus' tarafından çevrelenmiştir. Atlantik ve Hint Okyanusu artık iç deniz olmayıp, kuşatıcı Okyanus'un parçalarıdır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"20. yüzyılın seksenli yıllarında kopyası bulunan harita kaç yılından kalmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"20. yüzyılın seksenli yıllarında kopyası bulunan harita hangi coğrafyacılara aittir?","cevap":null},{"cevap_baslangici":null,"soru":"Bulunan harita nasıl bir izdüşüm içermektedir?","cevap":null},{"cevap_baslangici":null,"soru":"Kuşatıcı okyanusu içeren okyanus nedir?","cevap":null},{"cevap_baslangici":null,"soru":"Haritada Atlantik ve Hint okyanusu hangi okyanusun içerisinde çizilmiştir?","cevap":null}]}]},{"baslik":"Matematiksel Coğrafyanın Bağımsız Bir Disiplin Haline Gelişi","paragraflar":[{"paragraf_metni":"İslam dünyasında yoğun ve bilimsel bir itina ile yürütülen coğrafi yer belirleme çalışmaları 11. yüzyılın ilk çeyreğinde matematiksel coğrafyanın bağımsız bir disiplin olarak gelişmesine götürdü. Bu kazanım, Arap-İslam kültür çevresinin en büyük bilginlerinden birisi olan el-Biruni'ye aittir. O, coğrafya tarihinde eşsiz bir girişimde bulunmuştur: Gazne ile Bağdat arasında bulunan önemli yerlerin (2 x yaklaşık 2000 km.lik bir çevrede) enlem ve boylam derecelerini astronomik gözlem, mesafe ölçümleri ve küresel trigonometrinin temel kurallarını kullanmakla belirlemiştir. Onun tarafından ulaşılan yaklaşık 60 yerin boylam bilgilerinin bugünkü değerlere göre ölçülen hataları, sadece 6 ve 45 dakika arasındadır. Onun verileri İslam dünyasının doğu kısmında bundan böyle devamlı olarak sürdürülen yer belirlemelerin temeli olmuştur. ","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Kazanım, Arap-İslam bilgilerinin en büyüklerinden kime aittir?","cevap":null},{"cevap_baslangici":null,"soru":"Gazne ile Bağdat arasında bulunan önemli yerlerin enlem ve boylam derecelerini belirlemek için neleri kullanmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"el-Biruni tarafından yaklaşık olarak kaç adet boylam bilgisine ulaşılmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"el-Biruni tarafından ulaşılan boylam bilgilerinin hatası kaçar dakika arasındadır?","cevap":null}]}]},{"baslik":"Avrupa'ya Ulaşan İlk Arapça Haritalar","paragraflar":[{"paragraf_metni":"Bize Me'mun coğrafyasından doğan etkiyi gösteren bazı Arap ve Avrupa haritaları günümüze ulaşmıştır. Coğrafyacı el-İdrisi'nin 1154 tarihli dünya haritası ve parçaharitaları bunlar arasında yer almaktadır. Ceuta'lı bu asilzadenin, Sicilya'da Norman Kralı II. Roger'ın arzusu ve teşviki ile hazırladığı haritalar ve coğrafi eser, Me'mun coğrafyacılarının haritalarına geniş ölçüde bir dayanmayı göstermekle birlikte, Akdeniz ve de özellikle Kuzeydoğu, Doğu ve Orta Asya ile ilgili önemli bir genişletme ve iyileştirmeyi de içermektedir. Güneybatı Avrupa bölgesinde 1265 civarında, çağdaşı Avrupalı kartografik tasvirlerle hiç mi hiç bağdaşmayan, bilakis Me'mun coğrafyacılarının ve el-İdrisi'nin dünya haritalarıyla şaşırtıcı bir benzerlik gösteren bir haritanın doğmuş olması kartografi tarihinde layıkıyla gözönünde bulundurulmamış bir olgudur.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"el-İdrisi'nin Me'mun coğrafyasından etkilenerek dünya haritasını kaç yılında çizmiştir ?","cevap":null},{"cevap_baslangici":null,"soru":"el-İdrisi nerelidir?","cevap":null},{"cevap_baslangici":null,"soru":"el-İdrisi kimin teşviki ile harita ve coğrafi eser hazırlamıştır?","cevap":null},{"cevap_baslangici":null,"soru":"el-İdrisi'nin hazırladığı harita ve coğrafi eserler özellikle nerelerde iyileştirme sağlamıştır?","cevap":null}]}]},{"baslik":"Ptoleme Coğrafyasının Avrupa'da Kartografyaya Etkisi","paragraflar":[{"paragraf_metni":"15. yüzyılın son çeyreğinde Ptoleme coğrafyasının Latince çevirisinin basımı sayesinde Avrupa'daki kartografyacılığa yeni bir akım oluştu. Latinceleştirilmiş Ptoleme adı altında, onun coğrafyasının içeriğiyle tam olarak uyuşmayan birçok harita ortaya çıkmaya başlamıştı. Yaklaşık 50 yıllık bir zaman zarfında oluşan bu haritalar ve bunlara dayalı dünya haritaları, Akdeniz'in boylamının, örneğin 63 derece olduğu ve Hint Yarımadası'nın güney ucunun 125 derece de bulunduğu, derece ağlarıyla giydirilmişlerdi. Bu 'Ptoleme' derece ağı bazı dünya haritalarında 16. yüzyılın ortalarına ve bu tarihten birkaç yıl sonrasına dek kullanımda kalırken, yaklaşık 1510 yılından itibaren çoğu dünya haritası üzerinde, anılan boyutlar bağlamında, Akdeniz boylamının 52 derece veya 53 derece ve Hindistan'ın güney ucunun boylam derecesinin 115 derece olduğu Me'mun dünya haritasının derece ağına yerini bırakmak zorunda kalmıştı","soru_cevaplar":[{"cevap_baslangici":null,"soru":"15.yüzyılda Ptoleme coğrafyasının hangi dile çevirisi sayesinde Avrupa'daki kartografyacıkta yeni bir akım oluşmuştur?","cevap":null},{"cevap_baslangici":null,"soru":"'Ptoleme' derece ağı dünya haritalarında hangi yıllara dek kullanılmıştır?","cevap":null}]}]},{"baslik":"Ptoleme Coğrafyası'ndan Ayrılış","paragraflar":[{"paragraf_metni":"1560 ve 1561 yıllarında Giacomo Gastaldi tarafından ortaya konulan üç parçadan oluşan Asya haritası ve yeni yaptığı dünya haritası ani bir etki gösterdi. Kendini yaklaşık 30 yıl boyunca 'Ptoleme' haritalarının çizimlerine adayan bu İtalyan mühendis ve haritacı birdenbire bambaşka karakterde değişik derece ağlı, farklı bir konfigürasyona, topografyaya ve toponomiye sahip haritalar yayınladı. Buna nasıl ve nereden ulaşmıştı? Bu konuda kendisi bir şeyler ifade etmemiştir. Bir kaç yıl sonra, dönemin en ünlü iki meslektaşı Abraham Ortelius ve Gerard Mercator, Gastaldi'nin Asya haritasını belirli değişikliklerle ve genişletmelerle kendi redaksiyonları olarak yayınladılar. Haritanın doğru veya diğerlerinden daha doğru olduğunu ortaya koymak için hangi ölçütleri benimsemişlerdi? Gastaldi'nin koordinatları nereden kaynaklanmaktaydı? Ortelius bu sırra vakıf olduğuna inanmıştı, haritasının sağ alt köşesine şu açıklamayı yapmıştı: 'Bu vesileyle ilgi duyan okurlara, coğrafya konusunda birçok hizmetlerde bulunmuş olan Jacobus Gastaldus'un Arap kosmograf Ebu el-Fida'nın geleneğine uygun olarak sağladığı yeni Asya tasvirini sunuyoruz.' Ortelius bununla Arap coğrafyacı Ebu el-Fida' (ö. 1331)'nın Fransız oryantalist Guillaume Postel tarafından 1524 yılında İstanbul'dan Fransa'ya götürülen karşılaştırmalı koordinat çizelgeleri içeren bir yazma kitabını kasdetmektedir. Gerçi bu kitap İslam dünyasında çoktan eskimiş olan, daha doğru değerlerle değiştirilmiş koordinatları içermekte ise de, yazar Avrupa'da 16. yüzyılın ikinci yarısında yeni bir Ptoleme olarak övülmüş ve kitabıyla olan tanışıklık şu kelimelerle dile getirilmiştir: 'venit divinamente in luce...' veya 'coming divinely to light in our time' (zamanımıza gelen ilahi ışık).","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Kaç yıllarında Giacomo Gastaldi tarafından üç parçadan oluşan Asya haritası ve yeni dünya haritası yapılmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"1560 ve 1561 yıllarında üç parçadan oluşan Asya haritası ve yeni dünya haritasını kim yapmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Giacomo Gastaldi kaç yıl boyunca 'Ptoleme' haritalarının çizimleriyle ilgilenmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Gastaldi'nin Asya haritasını belirli değişikliklerle ve genişletmelerle yayınlayan dönemin ünlü iki haritacısı kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"1524 yılında İstanbul'dan Fransa'ya götürülen karşılaştırmalı koordinat çizelgeleri içeren kitabı kim yazmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Ebu el-Fida tarafından yazılan karşılaştırmalı koordinat çizelgeleri içeren kitabı kim İstanbul'dan Fransa'ya götürmüştür?","cevap":null},{"cevap_baslangici":null,"soru":"Ebu el-Fida tarafından yazılan karşılaştırmalı koordinat çizelgeleri içeren kitap İstanbul'dan nereye götürmüştür?","cevap":null}]}]},{"baslik":"Avrupa'da Haritaların Koordinatlarla İlişkisi","paragraflar":[{"paragraf_metni":"Göründüğü kadarıyla Wilhelm Schickard 17. yüzyılın otuzlu yıllarında, Avrupa'da tedavülde bulunan eski dünya haritalarının, özellikle Asya ve Afrika bakımından, oldukça hatalı oldukları ve kendisinin Arap yer çizelgelerini temel alarak ve Arap coğrafya eserlerindeki bilgilere dayanarak hatasız bir harita çizebileceği görüşüne ulaşan ilk bilgindir. Kanaatime göre bu bağlamda Hollandalı coğrafyacı Willem Janszoon Blaeu'nün 1634 yılında Schickard'a yazdıkları oldukça manidardır: 'Senin İskenderiye ile Roma arasındaki boylama ilişkin fark ettiğin şeyi, gerçekte bütün Avrupa'nın çok uzun tasvir edilmiş olduğunu, ben memleketimiz insanlarının müşahedelerine dayanarak her zaman söylemişimdir'.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Arap yer çizelgelerini temel alarak ve Arap coğrafya eserlerindeki bilgilere dayanarak hatasız bir harita çizebileceğine inanan ilk bilgin kimdir?","cevap":null}]},{"paragraf_metni":"Schickard'ın uzun yıllar süren, daha sonra diğer Arap coğrafya eserlerine dayanarak eski dünyanın Avrupa'da yaygın kullanılanlardan daha kesin bir haritasını çizebilmek için Ebu el-Fida'nın çizelge eserinin koordinatlarını tanıma çabaları onun, Arap-İslam kültür çevresinden haritalar temin etmenin ve bunları kendi becerisine dayanarak yayınlamanın daha pratik olabileceğini düşünmediğini göstermektedir. Kuşkusuz o da Avrupa'da tedavülde bulunan haritaların nasıl ve hangi koşullarda oluştuğuna ilişkin, öncüleri ve ardılları kadar az şey biliyordu. Schickard'ın aslında, bu haritaların köken itibariyle Arap-İslam dünyasından gelen, değişik gelişim aşamalarından doğan modellere dayandığını ve Avrupa'ya savaşlar, seyyahlar ve denizciler, haçlı seferleri veya elçiler yoluyla gerçekleşen çeşitli temaslarla tesadüfen ulaşmış olduğunu bilemezdi. Gerçi bizi bu realitenin izlerine götüren daha eski Portekiz, İspanyol, İtalyan ve Hollanda kaynakları bulunmaktadır, ama yine de bunlar şimdiye kadar kartografya tarihçilerinin bilincine, uygun bir biçimde ulaşmamış veya zaman zaman keyfi olarak yorumlanmış ve efsane diye değerlendirilmişlerdir","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Eski dünyanın Avrupa'da yaygın kullanılanlardan daha kesin bir haritasını çizebilmek için Schickard hangi haritacının çizelge eserinin koordinatlarını tanımak için çabalamıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Avrupa'ya Arap-İslam dünyasından gelen, değişik gelişim aşamalarından doğan modeller hangi yollarla geçmiştir?","cevap":null}]}]},{"baslik":"Tıbbi Aletler","paragraflar":[{"paragraf_metni":"ez-Zehravi ve cerrahi kitabı Avrupa'da İslam dünyasındaki ününden çok daha büyük bir üne mazhar olmuştur ve olmaktadır. Metin, telifinden hemen hemen 200 yıl sonra Cremona'lı Gerhard tarafından Latince'ye çevrilmiş, ayrıca İbranice'ye ve Provansça'ya tercüme edilmiştir. Bundan çok da uzun olmayan bir süre sonra cerrahi konusunda batıdaki ilk önemli eser yayınlanmıştır: Guglielmo de Saliceto (1275 civarı)'nun Cyrurgia isimli eseri. Sonraki yüzyılda bunu, Guido de Cauliaco (Guy de Chauliac, ö. 1368 civarı)'nun çok daha kapsamlı eseri izlemiştir. Kuşkusuz Ebu Bekr er-Razi (ö. 313-925), Ali b. el-'Abbas el-Mecusi (4.-10. yüzyılın son çeyreği) ve Ebu Ali İbn Sina (ö. 428-1037)'nın kitaplarının bu iki batı kaynaklı esere olan etkisi ezZehravi'ninkinden daha büyüktür. Kitabının 30. makalesinin Avrupa'da 13. yüzyılda başlayan yeni cerrahi süreci için olan önemi daha ziyade tıp aletlerinin tarif ve çizimleri ile tıbbi tedavi sahnelerinin zenginliğinden kaynaklanmış olduğu görünmektedir. ez-Zehravi cerrahisinin çevirisinin yazmaları, Avrupa kütüphanelerinde hayret verici ölçüde yaygındır. İlki 1497 yılında yayınlanmış olan inkunabel baskıları da buna eklenmektedir. 1541 tarihli Basel baskısından itibaren ez-Zehravi'nin risalesi Methodus medendi certa, clara et brevis adıyla da tedavüle çıkmıştır. ","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ez-Zehravi'nin cerrahi kitabı Latinceye ne zaman çevirilmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Ez-Zehravi'nin cerrahi kitabını Latinceye kim çevirmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Cyrurgia'nın yazarı kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Cerrahi konusunda batıdaki ilk önemli eser nedir?","cevap":null},{"cevap_baslangici":null,"soru":"İnkunabel baskılarının ilki ne zaman yayınlanmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Ez-Zehravi'nin risalesi 1541 tarihli Basel baskısından itibaren hangi isimle tedavüle çıkmıştır?","cevap":null}]},{"paragraf_metni":"ez-Zehravi'nin kitabının cerrahi makalesine ilişkin arabistik ve tıp tarihi araştırmaları Johannes Channing'in Albucasis de Chirurgia (Oxford 1778)'sıyla birlikte başlamıştır. Yazar bu çalışmada iki Oxford yazmasını, Huntington 156 ve Marsh 54, temel alarak metni resimleriyle birlikte Latince'ye çevirmiştir. Daha sonra 1861 yılında Lucien Leclerc 172 aletin bizzat kendisi tarafından çizilmiş kopyalarının çizelgesiyle birlikte başarılı bir Fransızca çeviri yayınlamıştır. Leclerc bu çalışmasını öncelikle 'le manuscrit d'Abulcasis de la bibliotheque de la rue Richelieu' olarak isimlendirdiği bir Paris yazmasına dayandırmış, Channing'in çalışması ile Latince el yazmaların yanı sıra Cezayir'de 'keşfettiği' başka bir Arapça yazmadan da yararlanmıştır. 1898 yılında E. Gurlt Geschichte der Chirurgie und ihrer Ausübung isimli çalışmasında Leclerc'in Fransızca tercümesinin bir özetini, onun alet çizimlerinden 102'si ile birlikte vermektedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Johannes Channing ez-Zehravi'nin kitabını hangi yazmaları temel alarak Latince'ye çevirmiştir?","cevap":null},{"cevap_baslangici":null,"soru":"Geschichte der Chirurgie und ihrer Ausübung'un yazarı kimdir?","cevap":null}]},{"paragraf_metni":"1918 yılında Karl Sudhoff Beitrage zur Geschichte der Chirurgie im Mittelalter isimli kitabının ikinci bölümünde 'Ortaçağın Latince kaleme alınmış Ebu el-Kasım yazmalarının alet çizimlerini' bir araya getirmiştir. Bu çalışmada 200'den fazla alet resmini sunmaktadır. ","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Beitrage zur Geschichte der Chirurgie im Mittelalter isimli kitabın yazarı kimdir?","cevap":null}]},{"paragraf_metni":"Koleksiyonumuzun oftalmolojik aletlerinin modelleri arasında ez-Zehravi'nin Taşrif'inin çizimleri yerine, Halife b. Ebi el-Mehasin el-Halebi (674-1275'den önce yazmıştır)'nin Kitab el-Kafi fi el-Kuhl isimli eserindeki çizimlere dayanarak oluşturulmuş bir çok model bulunmaktadır. İki yazma halinde günümüze ulaşan bu kitap Julius Hirschberg tarafından incelenerek Almanca'ya çevrilmiştir. Halife yaptığı alet tariflerine, burada İstanbul Yeni Cami koleksiyonu yazmasından hareketle modellere dönüştürdüğümüz resimlerin iki panosonu eklemiştir. Ayrıca, Halife'de göz sinirleri kesişme noktasının ilk olarak Ammar b. Ali el-Mavşıli (4.-10. yüzyıl)'nin oftalmoloji kitabından kaynaklanmış olması muhtemel olan bir çizimi bulunmaktadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":" Kitab el-Kafi fi el-Kuhl isimli kitabın yazarı kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Kitab el-Kafi fi el-Kuhl kitabını Almanca'ya kim çevirmiştir?","cevap":null}]}]},{"baslik":"Anatomik Resim Serileri","paragraflar":[{"paragraf_metni":"Latince ve ayrıca Farsça yazmalarda insan vücudunun bazı anatomik çizimleriyle karşılaşmamız ve bu ikisi arasındaki belirli bir ilişkinin açıkça görülmesi, bunları birbirinden bağımsız olarak Yunanca kaynaklardan alıntı olarak görme hakkını bize vermemektedir. Bu Latince yazmalardan birisinin 1154 yılından kaynaklanmakta olması ve güney Fransa'daki bir manastırda bulunması, tıp biliminin tarihsel gelişimine ilişkin bugünkü bilgi seviyesinin ışığında, bize, o yazmanın içeriğini, Salerno'da 11. yüzyılın ilk yarısında Hıristiyanlığı kabullenmiş aslen Arap Constantinus Africanus (yaklaşık 1015-1087)'un şahsiyeti ve onun tarafından beraberinde getirilerek tercüme edilmiş ve başka isimler altında tedavüle çıkarılmış olan Arapça kitapların doğurduğu kıpırdanmalarla ilişkilendirmeye izin vermektedir. Constantinus Africanus'un beraberinde getirdiği birçok kitaptan birisi de Ali b. el-Abbas el-Mecusi (4.-10. yüzyıl)'nin kapsamlı tıp kitabıdır. Bu kitapta sadece 110 bölüm anatomiye ve cerrahiye ayrılmıştır. Bu eserin anatomik çizimler içeren bir kopyasının Salerno'ya ulaşmış olma ihtimali büyüktür. Bu münasebetle, bu kitabın ilk Latince çevirisinin, bir kez daha Latinceye çevrilene ve böylece gerçek yazarın kim olduğu anlaşılana kadar, yaklaşık 200 yıl boyunca Avrupa'da Constantinus Africanus'un eseri olarak tedavülde bulunduğu belirtilmelidir. Her halükarda Ali b. el-Abbas'ın kitabı Constantinus Africanus aracılığıyla Salerno'ya ulaşan anatomik ve cerrahi bölümler içeren yegane eserdir. Meşhur Salerno Anatomisi'nin ortaya çıkışının doğrudan doğruya bu kitaba bağlı olduğunu evvelce Sudhoff'un bir çağdaşı olan Robert von Töply ifade etmişti.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ali b. el-Abbas el-Mecusi kitabının kaç bölümü anatomi ve cerrahi için ayrılmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Ali b. el-Abbas el-Mecusi kitabını Salerno'ya kim ulaştırmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Robert von Töply'ın da ifade ettiği üzere Salerno Anatomisi'nin ortaya çıkışı hangi kitaba bağlıdır?","cevap":null}]}]},{"baslik":"Görme Organının Anatomik Çizimleri","paragraflar":[{"paragraf_metni":"Polyak Arab diagrams of the eye and their influence in Europe upon the anatomy and physiology of the visual organs isimli kitabının dokuzuncu bölümünde konunun Hirschberg'den sonra arabist olmayan birisinden bildiğimiz en iyi sunumunu vermektedir. O, İbn el-Heysem ve şarihi Kemaleddin el-Farisi (700-1300'e doğru)'yi fizyolojik optiğin önemli temsilcileri olarak görmekte ve Avrupa'da 13. yüzyılda ortaya çıkan, tanınmış optik eserleri, bir yüzyılı aşkın bir süredir Latince çevirileri dolaşımda olan İbn elHeysem ve İbn Sina'nın çalışmalarıyla ilişkilendirmektedir. Witelo'nun esas itibariyle İbn el-Heysem'in eserine yapılmış analitik bir şerh ve optik alanında Avrupa'daki çabaların ilk ürünü olan Perspectiva isimli kitabı, ilginç bir biçimde zamansal ve içeriksel olarak Kemaleddin el-Farisi tarafından İran'da kaleme alınan şerhle örtüşmektedir. İbn el-Heysem'in kitabının tercümesi ve Witelo'nun kitabının yayınlanması, optiğe dair yazılan daha çok ya da daha az önemli risalelerin uzun bir dizisinin başlangıcına işaret etmektedir. Bunlar arasında, ilk ve en popüler olanlar Roger Bacon (yaklaşık 1219-yaklaşık 1292)'ın ve Canterbury başpiskoposu John Pecham (Peckham, yaklaşık 1235-1292)'ın risaleleri yer almaktadır. Polyak son bulmakta olan 16. yüzyıla kadar Avrupalı eserler için çizilmiş olan göz diyagramlarının hepsini, Leonardo da Vinci'ninkiler de dahil olmak üzere, Arap örneklerle bağlantılı görmektedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Polyak'ın fizyolojik optiğin önemli temsilcileri olarak gördüğü kişiler kimlerdir?","cevap":null},{"cevap_baslangici":null,"soru":"Perspectiva adlı kitabın yazarı kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Wileto'nun kitabı olan Perspectiva zamansal ve içeriksel olarak Kemaleddin el-Farisi'nin hangi eseri ile örtüşmektedir?","cevap":null},{"cevap_baslangici":null,"soru":"Kemaleddin el-Farisi'nin Şerh'i nerede kaleme alınmıştır?","cevap":null}]}]},{"baslik":"Cabir b. Hayyan","paragraflar":[{"paragraf_metni":"1931 yılından beri Cabir'in efsanevi bir şahsiyet olduğunu ve ona atfedilen eserlerin simyanın bir İsmaili ekolünün temsilcileri tarafından 250-860 ve 350-960 arasındaki yıllarda ortaya konulduğu kanısını temsil etmiş olan Paul Kraus'un görüşüne karşı, Geschichte des arabischen Schrifttums'un 1971 yılında yayınlanan dördüncü cildinde (s. 132-269) Cabir b. Hayyan'ın hayatı ve eserlerini ayrıntılı bir biçimde ele aldım ve yaşam zamanının ve eser külliyatının otantikliğini savundum. Tuhaf ve benim anlayışıma göre savunulamaz tarihlendirme bir tarafa, Kraus, Cabir külliyatınının teşekkülüne ilişkin görüşünü savunduğu Jabir ibn Hayyan. Contribution a l'histoire des idees scientifiques dans l'Islam isimli kitabında, eserlerin öneminin umulmadık derecede büyük olduğunu göstermiştir. Cabir'in yaşadığı zaman ve yazarlığı hakkındaki görüşümde, zamanla hiçbirşey değişmedi. 1971'den beri diğer Arap-İslam bilimleriyle uğraşıyla oluşan anlayışımla da Cabir'in eserlerinin ortaya çıkışını, sadece Arapça kaynaklarla örtüşen erken dönem yaşam zamanına bağlayabilirim. Bu eserlerin yazarı 2.-8. yüzyılın ikinci yarısından ne daha önce ne de daha sonra yaşamış olabilirdi.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Cabir b. Hayyan'ın hayatı ve eserlerinini ele alan ve eser külliyatının otantikliğini savunan kitap hangisidir?","cevap":null},{"cevap_baslangici":null,"soru":"Geschichte des arabischen Schrifttums kitabının 4. cildi hangi tarihte yayınlanmıştır?","cevap":null}]},{"paragraf_metni":"Kimya bilimiyle büyük hekim ve filozof Ebu Bekr Muhammed b. Zekeriyya'er-Razi (d. Yaklaşık 251-865, ö. 313-925) ciddi olarak uğraşmıştır. Onun kimya hakkındaki temel eserinde, Kitab el-Esrar, Cabir'e atıfta bulunmuş olması bir yana, H.E. Stapleton, R.F. Azo ve M. Hidayet Hüseyn 1927 yılında Cabir'in ve er-Razi'nin erişilebilir kitaplarını karşılaştırmalarında, er-Razi'nin Cabir'e çok büyük ölçüde bağlı olduğunu açıkça gösterebilmişlerdir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ebu Bekr Muhammed b. Zekeriyya' er-Razi'nin kimya hakkındaki temel eseri nedir?","cevap":null}]},{"paragraf_metni":"er-Razi'nin eserleri de, Cabir'inkiler gibi, kimya ile uğraşı sürecine ve 17. yüzyılda Avrupa'daki yeni bir gelişim basamağına doğru hareket sürecine kesin bir etkide bulunmuştur. Kimya tarihinin göze çarpan fenomenlerinden birisi de, er-Razi'nin Ebu 'Abdallah Muhammed İbn Umeyl isimli bir çağdaşının, disiplinin deneysel ve doğa felsefı ekolünde erişilen ilerlemeyi görmeyerek, simyanın allegorik bir yolunu sürdürmesidir. Bu allegorik yönelimin vatanını J. Ruska Mısır'da bulduğuna inanmıştı. Belirli bir vatan düşünmeksizin, bu tür simya yöneliminin kökeninin İslam öncesi pseudo epigraflarda, bunlar arasında Turba Philosophorum (m.s. 4. yüzyıldan önce), aranması gerektiğine inanmaktayız. İbn Umeyl'in Avrupa'da gerçekten çok tanındığı görülüyor. Latin allegoristler onu Senior Zadith filius Hamuelis olarak adlandırmaktadırlar. Cabir ve er-Razi tarafından oldukça ileri taşınmış kimya bilimi, Arap-İslam kültür çevresinde yüzyıllar boyunca uğraşılmaya devam etmiştir. Bununla beraber onların ardılları arasında Cabir ve er-Razi tarafından şekillendirilen bu disiplini, yeni yaratıcı bir temelde ileri seviyede geliştirmekle sivrilmiş hiçbir bilgin tanımıyoruz. Sonraki nesiller tarafından başarılan çalışma, nispeten mütevazı katkı çalışmalardan ibarettir. Bu çalışmalarda daha çok teorik alanda değil, bilakis pratik alanda kaydedilen ilerlemeler işlenerek yeni bir biçime sokulmaktadır, mesela potasyum nitratın yaygın kullanımı veya mürekkebin çok büyük ilerlemesi gibi. Böylece H.E. Stapleton ve R.F. Azoo, Ebu el-Hakim Muhammed b. Abdulmelik elKasi (426-1035 yılında yazmıştır)'nin küçük risalesinde, ancak 700 yıl sonra J. Black ve A. L. Lavoisier'de yeniden görülecek olan kimyasal işlemleri bulmuşlardı. Maalesef Arap-İslam kimya biliminin bu yönelimine ilişkin araştırmalar iyi bir durumda bulunmamaktadır.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"J. Ruska simyanın allegorik yöneliminin vatanının neresi olduğuna inanmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Latin allegoristler İbn Umeyl'i ne olarak adlandırmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Cabir ve er-Razi hangi bilim dalında başarı göstermiştir?","cevap":null},{"cevap_baslangici":null,"soru":"H.E. Stapleton ve R.F. Azoo kimin risaliyesinden kimyasal işlemleri bulmuştur?","cevap":null}]}]},{"baslik":"Kimyasal Laboratuvar Araç ve Gereçleri","paragraflar":[{"paragraf_metni":"Alet ve edevatın tarifinde ve sınıflamasında durum çok daha elverişlidir. Örneğin hekim ve kimyacı Ebu Bekr er-Razi3 (ö. 313-925) Sırr el-Esrar'ında 25 araç ve gereci4 metalleri eritmek ve ametalleri işlemek diye iki fonksiyona göre bölümleyerek tarif etmektedir. Secretum Bubacaris başlığı vasıtasıyla Ebu Bekr er-Razi'nin yazarlığını ifade eden5 Latince bir yazmanın, 42 araç ve gerecin resimlerini içermesi kimya tarihi bakımından büyük bir şanstır. Arapça metne karşın Latince versiyonda bir çok uyuşmalara rağmen gözlenen farklılıklar, hatalar ve ilaveler Julius Ruska'yı, muhtemelen İspanya'da yapılan bir redaksiyonla karşı karşıya olduğumuz şeklindeki tahmine götürmüştür. Ne olursa olsun, Arapça orijinalden tanıdığımız alet ve edavatın tarifleri ve isimleri bize Latince Riccardiana yazmasının (Florenz) resimlerinin er-Razi'nin orijinaliyle ilişkili oldukları kanaatini kazandırır. Latince versiyonun Giovanni Carbonelli'nin6 1925 yılında dikkat çektiği Bologna (üniversite kütüphanesi 184, fol. 243)'daki bir yazması er-Razi'nin kitabında bulunan kimyasal alet ve edevatın daha az kapsamlı diğer bir sunumunu içermektedir. Arapça kaynaklarda veya Arap kimyasının Latin geleneğinde, mesala Geber kitaplarında, ara sıra karşılaştığımız gibi, kimyasal fırın resimlerinin önemli bir toplu sunumu Liber florum Geberti isimli eserde korunarak günümüze ulaşmıştır. Bu kitap 1942 yılında W. Ganzenmüller tarafından yayınlanmıştır. Gebert isimli şahıs hakkında şimdiye kadar hiçbir şey bilinmemektedir, muhtemelen burada söz konusu olan, Geberain yanlış yazılımıdır. Ganzenmüller bunu gerçekte beceriksizce seçilmiş pseudo isima olarak kabul etmektedir. Gebert, Arap yazarlardan er-Razi'yi (Albucharis) ve İbn Sina'yı (Avicenna) anmaktadır. Kimyasal açıklamaların içeriğine gelince, önsözde sunulan işlemler gerçekte er-Razi'nin Secretum Secretorum'undan gelmektedir.","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ebu Bekr er-Razi, Sırr el-Esrar kitabında araç ve gereçleri hangi sınıflara ayırmıştır?","cevap":null},{"cevap_baslangici":null,"soru":"Sırr el-Esrar kitabının yazarı kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Kimyasal fırın resimlerinin önemli bir toplu sunumunu içeren kitap hangisidir?","cevap":null}]}]},{"baslik":"Mineraller ve Fosil Oluşumlar","paragraflar":[{"paragraf_metni":"J. Ruska bu cümleleri, bu konuya ilişkin ilk oryantalist çalışmaların yayınlanmasından neredeyse yüz yıl sonra yazmıştı. Bunlar, Ahmed b. Yusuf et-Tifaşi (ö. 651-1253)'nin Ezhar el-Efkar fi Cevahir el-A h car isimli taşlar kitabının İtalyanca çevirisi ve eş zamanlı olarak Muhammed b. Manşur ed-Deşteki (erken 8.-14. yüzyıl)'nin Farsça Cevahirname'sinden bölümlerin Almanca çevirisidir3. Zamanla, J. Ruska'dan hem önce hem de sonra, taşlar hakkında Arapça yazılmış az sayıdaki kitaptan birkaç yayınlanmış ve Avrupa dillerine çevrilmiş, bunlara aynı konuyla ilgili çok sayıdaki inceleme ve bibliyografik çalışmalar arkadaşlık etmiştir. Bunların yardımı olmaksızın bizim seçkimiz4 düşünülemezdi. Şimdiye kadarki bütün değerli çabalara rağmen şu sorular hemen hemen hiç sorulmamış görünmektedir: Arap-İslam bilginlerinde, Yunan üstatlarıyla karşılaştırıldığında hangi mineraller yeni görünmektedir? İslam döneminde hangi yeni mineral yatakları, bunlarla ilgili kendilerine özgü deneyim, gözlem, sınıflandırma ve oluşum teorileri vardır? Arap mineralojisinin Avrupa'da daha sonraki gelişime olan etkisi de henüz hemen hemen hiç araştırılmamıştır. ","soru_cevaplar":[{"cevap_baslangici":null,"soru":"Ezhar el-Efkar fi Cevahir el-A h car isimli taşlar kitabının yazarı kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Ezhar el-Efkar fi Cevahir el-A h car kitabı hangi dile çevrilmiştir?","cevap":null},{"cevap_baslangici":null,"soru":" Cevahirname kitabının yazarı kimdir?","cevap":null},{"cevap_baslangici":null,"soru":"Cevahirname kitabı hangi dile çevrilmiştir?","cevap":null}]}]}]}